#include <orient/util/docpptxls_to_text.h>

/* Generated With:

from functools import reduce
import sys

def cjkFreqExt(oldFreq: list, cont: str) -> list:
    cjkOrds = filter(lambda x: x <= 0x9fff and x >= 0x4e00, map(ord, cont))
    for o in cjkOrds:
        oldFreq[o - 0x4e00] += 1
    return oldFreq

chFreq = [0] * (0x9fff - 0x4e00)
for i in range(1, len(sys.argv)):
    chFreq = reduce(cjkFreqExt, open(sys.argv[i]), chFreq)

chFreq = list(map(lambda x: min(x // 4, 255), chFreq))
print("#include <stdint.h>\nuint8_t cjk_freqs[] = {")
for i in range(0, len(chFreq) // 20 + 1):
    print("    // ", "".join(map(chr, range(0x4e00+i*20,0x4e00+(i+1)*20))))
    print("    ", ", ".join(map(str, chFreq[i*20:(i+1)*20])), ",", sep='')
print("};")

*/

uint8_t hg_freqs[] = {
    //  가각갂갃간갅갆갇갈갉갊갋갌갍갎갏감갑값갓
    255, 255, 0, 0, 255, 0, 0, 119, 255, 5, 0, 0, 0, 0, 0, 0, 255, 255, 255, 255,
    //  갔강갖갗갘같갚갛개객갞갟갠갡갢갣갤갥갦갧
    255, 255, 255, 5, 0, 255, 72, 12, 255, 255, 0, 0, 49, 0, 0, 0, 255, 0, 0, 0,
    //  갨갩갪갫갬갭갮갯갰갱갲갳갴갵갶갷갸갹갺갻
    0, 0, 0, 0, 29, 27, 0, 74, 2, 255, 0, 0, 0, 0, 0, 0, 59, 2, 0, 0,
    //  갼갽갾갿걀걁걂걃걄걅걆걇걈걉걊걋걌걍걎걏
    3, 0, 0, 0, 109, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 0, 0,
    //  걐걑걒걓걔걕걖걗걘걙걚걛걜걝걞걟걠걡걢걣
    0, 0, 0, 0, 4, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  걤걥걦걧걨걩걪걫걬걭걮걯거걱걲걳건걵걶걷
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 252, 0, 0, 255, 0, 0, 208,
    //  걸걹걺걻걼걽걾걿검겁겂것겄겅겆겇겈겉겊겋
    255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 255, 1, 29, 0, 0, 0, 255, 4, 2,
    //  게겍겎겏겐겑겒겓겔겕겖겗겘겙겚겛겜겝겞겟
    255, 0, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 25, 1, 0, 123,
    //  겠겡겢겣겤겥겦겧겨격겪겫견겭겮겯결겱겲겳
    255, 13, 0, 0, 0, 0, 0, 0, 255, 255, 255, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  겴겵겶겷겸겹겺겻겼경겾겿곀곁곂곃계곅곆곇
    0, 0, 0, 0, 255, 255, 0, 0, 255, 255, 0, 0, 0, 204, 0, 0, 255, 0, 0, 0,
    //  곈곉곊곋곌곍곎곏곐곑곒곓곔곕곖곗곘곙곚곛
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 2, 0, 0, 0,
    //  곜곝곞곟고곡곢곣곤곥곦곧골곩곪곫곬곭곮곯
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 255, 255, 0, 1, 0, 0, 0, 0, 2,
    //  곰곱곲곳곴공곶곷곸곹곺곻과곽곾곿관괁괂괃
    255, 255, 0, 255, 0, 255, 140, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  괄괅괆괇괈괉괊괋괌괍괎괏괐광괒괓괔괕괖괗
    255, 0, 0, 0, 0, 0, 0, 0, 85, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0,
    //  괘괙괚괛괜괝괞괟괠괡괢괣괤괥괦괧괨괩괪괫
    94, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  괬괭괮괯괰괱괲괳괴괵괶괷괸괹괺괻괼괽괾괿
    0, 32, 0, 0, 0, 0, 0, 0, 255, 10, 0, 0, 3, 0, 0, 0, 1, 0, 0, 0,
    //  굀굁굂굃굄굅굆굇굈굉굊굋굌굍굎굏교굑굒굓
    0, 0, 0, 0, 5, 0, 0, 0, 0, 249, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0,
    //  굔굕굖굗굘굙굚굛굜굝굞굟굠굡굢굣굤굥굦굧
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0,
    //  굨굩굪굫구국굮굯군굱굲굳굴굵굶굷굸굹굺굻
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 255, 255, 220, 68, 0, 0, 0, 0, 0,
    //  굼굽굾굿궀궁궂궃궄궅궆궇궈궉궊궋권궍궎궏
    28, 255, 0, 255, 0, 255, 22, 2, 0, 0, 0, 0, 140, 2, 0, 0, 255, 0, 0, 0,
    //  궐궑궒궓궔궕궖궗궘궙궚궛궜궝궞궟궠궡궢궣
    255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 0, 0, 0, 0, 0, 0, 0,
    //  궤궥궦궧궨궩궪궫궬궭궮궯궰궱궲궳궴궵궶궷
    255, 0, 0, 0, 0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  궸궹궺궻궼궽궾궿귀귁귂귃귄귅귆귇귈귉귊귋
    0, 0, 0, 0, 0, 0, 0, 0, 255, 4, 0, 0, 237, 0, 0, 0, 33, 0, 0, 0,
    //  귌귍귎귏귐귑귒귓귔귕귖귗귘귙귚귛규귝귞귟
    0, 0, 0, 0, 7, 1, 0, 21, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0,
    //  균귡귢귣귤귥귦귧귨귩귪귫귬귭귮귯귰귱귲귳
    255, 0, 0, 0, 150, 0, 0, 0, 0, 0, 0, 0, 4, 0, 0, 0, 0, 0, 0, 0,
    //  귴귵귶귷그극귺귻근귽귾귿글긁긂긃긄긅긆긇
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 2, 255, 44, 0, 0, 0, 0, 0, 0,
    //  금급긊긋긌긍긎긏긐긑긒긓긔긕긖긗긘긙긚긛
    255, 255, 0, 205, 0, 255, 0, 0, 0, 0, 0, 0, 4, 0, 0, 0, 0, 0, 0, 0,
    //  긜긝긞긟긠긡긢긣긤긥긦긧긨긩긪긫긬긭긮긯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  기긱긲긳긴긵긶긷길긹긺긻긼긽긾긿김깁깂깃
    255, 17, 0, 0, 255, 0, 0, 2, 255, 0, 0, 0, 0, 0, 0, 0, 255, 139, 0, 255,
    //  깄깅깆깇깈깉깊깋까깍깎깏깐깑깒깓깔깕깖깗
    0, 59, 0, 0, 0, 0, 255, 0, 255, 48, 124, 0, 210, 0, 0, 0, 255, 0, 0, 0,
    //  깘깙깚깛깜깝깞깟깠깡깢깣깤깥깦깧깨깩깪깫
    0, 0, 0, 0, 147, 255, 0, 6, 0, 63, 0, 0, 0, 255, 0, 0, 255, 0, 0, 0,
    //  깬깭깮깯깰깱깲깳깴깵깶깷깸깹깺깻깼깽깾깿
    26, 0, 0, 0, 8, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 9, 21, 15, 0, 0,
    //  꺀꺁꺂꺃꺄꺅꺆꺇꺈꺉꺊꺋꺌꺍꺎꺏꺐꺑꺒꺓
    0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  꺔꺕꺖꺗꺘꺙꺚꺛꺜꺝꺞꺟꺠꺡꺢꺣꺤꺥꺦꺧
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  꺨꺩꺪꺫꺬꺭꺮꺯꺰꺱꺲꺳꺴꺵꺶꺷꺸꺹꺺꺻
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  꺼꺽꺾꺿껀껁껂껃껄껅껆껇껈껉껊껋껌껍껎껏
    255, 43, 255, 0, 7, 0, 0, 0, 28, 0, 0, 0, 0, 0, 0, 0, 43, 243, 0, 101,
    //  껐껑껒껓껔껕껖껗께껙껚껛껜껝껞껟껠껡껢껣
    4, 33, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0,
    //  껤껥껦껧껨껩껪껫껬껭껮껯껰껱껲껳껴껵껶껷
    0, 0, 0, 0, 0, 0, 0, 11, 0, 2, 0, 0, 0, 0, 0, 0, 196, 0, 0, 0,
    //  껸껹껺껻껼껽껾껿꼀꼁꼂꼃꼄꼅꼆꼇꼈꼉꼊꼋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 108, 0, 0, 0,
    //  꼌꼍꼎꼏꼐꼑꼒꼓꼔꼕꼖꼗꼘꼙꼚꼛꼜꼝꼞꼟
    0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  꼠꼡꼢꼣꼤꼥꼦꼧꼨꼩꼪꼫꼬꼭꼮꼯꼰꼱꼲꼳
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 27, 0, 0, 0,
    //  꼴꼵꼶꼷꼸꼹꼺꼻꼼꼽꼾꼿꽀꽁꽂꽃꽄꽅꽆꽇
    255, 0, 0, 0, 0, 0, 0, 0, 78, 255, 0, 6, 0, 46, 65, 255, 0, 0, 0, 0,
    //  꽈꽉꽊꽋꽌꽍꽎꽏꽐꽑꽒꽓꽔꽕꽖꽗꽘꽙꽚꽛
    18, 37, 0, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  꽜꽝꽞꽟꽠꽡꽢꽣꽤꽥꽦꽧꽨꽩꽪꽫꽬꽭꽮꽯
    0, 62, 0, 0, 0, 0, 0, 0, 255, 6, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  꽰꽱꽲꽳꽴꽵꽶꽷꽸꽹꽺꽻꽼꽽꽾꽿꾀꾁꾂꾃
    0, 0, 0, 0, 0, 0, 0, 0, 0, 7, 0, 0, 0, 0, 0, 0, 148, 0, 0, 0,
    //  꾄꾅꾆꾇꾈꾉꾊꾋꾌꾍꾎꾏꾐꾑꾒꾓꾔꾕꾖꾗
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 0, 0, 0, 0, 0, 0, 0,
    //  꾘꾙꾚꾛꾜꾝꾞꾟꾠꾡꾢꾣꾤꾥꾦꾧꾨꾩꾪꾫
    0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  꾬꾭꾮꾯꾰꾱꾲꾳꾴꾵꾶꾷꾸꾹꾺꾻꾼꾽꾾꾿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 19, 0, 0, 255, 0, 0, 0,
    //  꿀꿁꿂꿃꿄꿅꿆꿇꿈꿉꿊꿋꿌꿍꿎꿏꿐꿑꿒꿓
    255, 0, 0, 0, 0, 0, 0, 39, 255, 58, 0, 22, 0, 16, 1, 0, 0, 0, 0, 0,
    //  꿔꿕꿖꿗꿘꿙꿚꿛꿜꿝꿞꿟꿠꿡꿢꿣꿤꿥꿦꿧
    255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  꿨꿩꿪꿫꿬꿭꿮꿯꿰꿱꿲꿳꿴꿵꿶꿷꿸꿹꿺꿻
    91, 30, 0, 0, 0, 0, 0, 0, 52, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0,
    //  꿼꿽꿾꿿뀀뀁뀂뀃뀄뀅뀆뀇뀈뀉뀊뀋뀌뀍뀎뀏
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0,
    //  뀐뀑뀒뀓뀔뀕뀖뀗뀘뀙뀚뀛뀜뀝뀞뀟뀠뀡뀢뀣
    193, 0, 0, 0, 56, 0, 0, 0, 0, 0, 0, 0, 76, 4, 0, 0, 0, 0, 0, 0,
    //  뀤뀥뀦뀧뀨뀩뀪뀫뀬뀭뀮뀯뀰뀱뀲뀳뀴뀵뀶뀷
    0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뀸뀹뀺뀻뀼뀽뀾뀿끀끁끂끃끄끅끆끇끈끉끊끋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 255, 0, 255, 0,
    //  끌끍끎끏끐끑끒끓끔끕끖끗끘끙끚끛끜끝끞끟
    255, 0, 1, 0, 0, 0, 0, 156, 255, 0, 0, 113, 0, 3, 0, 0, 0, 255, 0, 0,
    //  끠끡끢끣끤끥끦끧끨끩끪끫끬끭끮끯끰끱끲끳
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  끴끵끶끷끸끹끺끻끼끽끾끿낀낁낂낃낄낅낆낇
    0, 0, 0, 0, 0, 0, 0, 0, 255, 14, 0, 0, 178, 0, 0, 0, 86, 0, 0, 0,
    //  낈낉낊낋낌낍낎낏낐낑낒낓낔낕낖낗나낙낚낛
    0, 0, 0, 0, 255, 12, 0, 2, 0, 2, 0, 0, 0, 0, 0, 0, 255, 255, 122, 0,
    //  난낝낞낟날낡낢낣낤낥낦낧남납낪낫났낭낮낯
    255, 0, 0, 5, 255, 102, 8, 0, 0, 0, 0, 0, 255, 255, 0, 213, 255, 255, 255, 84,
    //  낰낱낲낳내낵낶낷낸낹낺낻낼낽낾낿냀냁냂냃
    0, 255, 0, 255, 255, 40, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  냄냅냆냇냈냉냊냋냌냍냎냏냐냑냒냓냔냕냖냗
    222, 126, 0, 26, 255, 255, 0, 0, 0, 0, 0, 0, 255, 27, 0, 0, 8, 0, 0, 0,
    //  냘냙냚냛냜냝냞냟냠냡냢냣냤냥냦냧냨냩냪냫
    4, 0, 0, 0, 0, 0, 0, 0, 81, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0,
    //  냬냭냮냯냰냱냲냳냴냵냶냷냸냹냺냻냼냽냾냿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  넀넁넂넃넄넅넆넇너넉넊넋넌넍넎넏널넑넒넓
    0, 0, 0, 0, 0, 0, 0, 0, 255, 67, 0, 39, 255, 0, 0, 0, 255, 0, 3, 255,
    //  넔넕넖넗넘넙넚넛넜넝넞넟넠넡넢넣네넥넦넧
    0, 0, 0, 0, 255, 20, 0, 156, 15, 40, 0, 0, 0, 0, 0, 255, 255, 255, 0, 0,
    //  넨넩넪넫넬넭넮넯넰넱넲넳넴넵넶넷넸넹넺넻
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 41, 48, 0, 255, 5, 4, 0, 0,
    //  넼넽넾넿녀녁녂녃년녅녆녇녈녉녊녋녌녍녎녏
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 3, 0, 0, 0, 0, 0, 0, 0,
    //  념녑녒녓녔녕녖녗녘녙녚녛녜녝녞녟녠녡녢녣
    255, 0, 0, 13, 255, 255, 0, 0, 85, 0, 0, 0, 102, 1, 0, 0, 13, 0, 0, 0,
    //  녤녥녦녧녨녩녪녫녬녭녮녯녰녱녲녳녴녵녶녷
    0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  노녹녺녻논녽녾녿놀놁놂놃놄놅놆놇놈놉놊놋
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 51, 0, 23,
    //  놌농놎놏놐놑높놓놔놕놖놗놘놙놚놛놜놝놞놟
    0, 255, 0, 0, 0, 0, 255, 255, 78, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  놠놡놢놣놤놥놦놧놨놩놪놫놬놭놮놯놰놱놲놳
    0, 0, 0, 0, 0, 0, 0, 0, 54, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  놴놵놶놷놸놹놺놻놼놽놾놿뇀뇁뇂뇃뇄뇅뇆뇇
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뇈뇉뇊뇋뇌뇍뇎뇏뇐뇑뇒뇓뇔뇕뇖뇗뇘뇙뇚뇛
    0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뇜뇝뇞뇟뇠뇡뇢뇣뇤뇥뇦뇧뇨뇩뇪뇫뇬뇭뇮뇯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 1, 0, 0, 1, 0, 0, 0,
    //  뇰뇱뇲뇳뇴뇵뇶뇷뇸뇹뇺뇻뇼뇽뇾뇿눀눁눂눃
    107, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 133, 0, 0, 0, 0, 0, 0,
    //  누눅눆눇눈눉눊눋눌눍눎눏눐눑눒눓눔눕눖눗
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 178, 50, 0, 24,
    //  눘눙눚눛눜눝눞눟눠눡눢눣눤눥눦눧눨눩눪눫
    0, 13, 0, 0, 0, 0, 0, 0, 120, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  눬눭눮눯눰눱눲눳눴눵눶눷눸눹눺눻눼눽눾눿
    0, 0, 0, 0, 0, 0, 0, 0, 10, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뉀뉁뉂뉃뉄뉅뉆뉇뉈뉉뉊뉋뉌뉍뉎뉏뉐뉑뉒뉓
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뉔뉕뉖뉗뉘뉙뉚뉛뉜뉝뉞뉟뉠뉡뉢뉣뉤뉥뉦뉧
    0, 0, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 12, 0, 0, 0, 0, 0, 0, 0,
    //  뉨뉩뉪뉫뉬뉭뉮뉯뉰뉱뉲뉳뉴뉵뉶뉷뉸뉹뉺뉻
    5, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 1, 0, 0, 0, 0, 0, 0,
    //  뉼뉽뉾뉿늀늁늂늃늄늅늆늇늈늉늊늋늌늍늎늏
    4, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 13, 0, 0, 0, 0, 0, 0,
    //  느늑늒늓는늕늖늗늘늙늚늛늜늝늞늟늠늡늢늣
    255, 225, 0, 0, 255, 0, 0, 0, 255, 100, 0, 0, 0, 0, 0, 0, 34, 0, 0, 1,
    //  늤능늦늧늨늩늪늫늬늭늮늯늰늱늲늳늴늵늶늷
    0, 255, 255, 0, 0, 0, 73, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  늸늹늺늻늼늽늾늿닀닁닂닃닄닅닆닇니닉닊닋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  닌닍닎닏닐닑닒닓닔닕닖닗님닙닚닛닜닝닞닟
    255, 0, 0, 1, 255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 255, 0, 255, 0, 0,
    //  닠닡닢닣다닥닦닧단닩닪닫달닭닮닯닰닱닲닳
    0, 0, 8, 0, 255, 255, 95, 0, 255, 0, 0, 255, 255, 255, 233, 1, 0, 0, 0, 13,
    //  담답닶닷닸당닺닻닼닽닾닿대댁댂댃댄댅댆댇
    255, 255, 0, 255, 0, 255, 0, 11, 0, 0, 0, 205, 255, 85, 0, 0, 255, 0, 0, 0,
    //  댈댉댊댋댌댍댎댏댐댑댒댓댔댕댖댗댘댙댚댛
    119, 0, 0, 0, 0, 0, 0, 0, 198, 74, 0, 152, 24, 99, 0, 0, 0, 0, 0, 0,
    //  댜댝댞댟댠댡댢댣댤댥댦댧댨댩댪댫댬댭댮댯
    33, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  댰댱댲댳댴댵댶댷댸댹댺댻댼댽댾댿덀덁덂덃
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  덄덅덆덇덈덉덊덋덌덍덎덏덐덑덒덓더덕덖덗
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 1, 0,
    //  던덙덚덛덜덝덞덟덠덡덢덣덤덥덦덧덨덩덪덫
    255, 0, 0, 0, 255, 0, 1, 152, 0, 0, 0, 0, 255, 41, 0, 255, 0, 255, 0, 24,
    //  덬덭덮덯데덱덲덳덴덵덶덷델덹덺덻덼덽덾덿
    0, 0, 255, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  뎀뎁뎂뎃뎄뎅뎆뎇뎈뎉뎊뎋뎌뎍뎎뎏뎐뎑뎒뎓
    88, 18, 0, 33, 0, 34, 0, 0, 0, 0, 0, 0, 27, 0, 0, 0, 15, 0, 0, 0,
    //  뎔뎕뎖뎗뎘뎙뎚뎛뎜뎝뎞뎟뎠뎡뎢뎣뎤뎥뎦뎧
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 11, 1, 0, 0, 0, 0, 0, 0,
    //  뎨뎩뎪뎫뎬뎭뎮뎯뎰뎱뎲뎳뎴뎵뎶뎷뎸뎹뎺뎻
    3, 0, 0, 0, 26, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뎼뎽뎾뎿돀돁돂돃도독돆돇돈돉돊돋돌돍돎돏
    0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 145, 255, 0, 0, 0,
    //  돐돑돒돓돔돕돖돗돘동돚돛돜돝돞돟돠돡돢돣
    8, 0, 0, 0, 255, 255, 0, 124, 0, 255, 0, 94, 0, 0, 0, 0, 2, 0, 0, 0,
    //  돤돥돦돧돨돩돪돫돬돭돮돯돰돱돲돳돴돵돶돷
    5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  돸돹돺돻돼돽돾돿됀됁됂됃됄됅됆됇됈됉됊됋
    0, 0, 0, 0, 255, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  됌됍됎됏됐됑됒됓됔됕됖됗되됙됚됛된됝됞됟
    0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 1, 0, 0, 255, 0, 0, 0,
    //  될됡됢됣됤됥됦됧됨됩됪됫됬됭됮됯됰됱됲됳
    255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 15, 32, 0, 0, 0, 0, 0, 0,
    //  됴됵됶됷됸됹됺됻됼됽됾됿둀둁둂둃둄둅둆둇
    3, 0, 0, 0, 6, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0,
    //  둈둉둊둋둌둍둎둏두둑둒둓둔둕둖둗둘둙둚둛
    0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  둜둝둞둟둠둡둢둣둤둥둦둧둨둩둪둫둬둭둮둯
    0, 0, 0, 0, 228, 87, 0, 6, 0, 255, 0, 0, 0, 0, 0, 0, 73, 0, 0, 0,
    //  둰둱둲둳둴둵둶둷둸둹둺둻둼둽둾둿뒀뒁뒂뒃
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 110, 0, 0, 0,
    //  뒄뒅뒆뒇뒈뒉뒊뒋뒌뒍뒎뒏뒐뒑뒒뒓뒔뒕뒖뒗
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뒘뒙뒚뒛뒜뒝뒞뒟뒠뒡뒢뒣뒤뒥뒦뒧뒨뒩뒪뒫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 2, 0, 0, 0,
    //  뒬뒭뒮뒯뒰뒱뒲뒳뒴뒵뒶뒷뒸뒹뒺뒻뒼뒽뒾뒿
    9, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 3, 0, 0, 0, 0, 0, 0,
    //  듀듁듂듃듄듅듆듇듈듉듊듋듌듍듎듏듐듑듒듓
    255, 0, 0, 0, 31, 0, 0, 0, 238, 0, 0, 0, 0, 0, 0, 0, 74, 0, 0, 0,
    //  듔듕듖듗듘듙듚듛드득듞듟든듡듢듣들듥듦듧
    0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 255, 255, 0, 20, 1,
    //  듨듩듪듫듬듭듮듯듰등듲듳듴듵듶듷듸듹듺듻
    0, 0, 0, 0, 255, 255, 0, 255, 0, 255, 0, 0, 0, 0, 0, 0, 4, 0, 0, 0,
    //  듼듽듾듿딀딁딂딃딄딅딆딇딈딉딊딋딌딍딎딏
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  딐딑딒딓디딕딖딗딘딙딚딛딜딝딞딟딠딡딢딣
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 34, 255, 0, 0, 0, 0, 0, 0, 0,
    //  딤딥딦딧딨딩딪딫딬딭딮딯따딱딲딳딴딵딶딷
    50, 96, 0, 106, 4, 255, 119, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  딸딹딺딻딼딽딾딿땀땁땂땃땄땅땆땇땈땉땊땋
    255, 0, 0, 0, 0, 0, 0, 0, 67, 0, 0, 3, 37, 255, 0, 0, 0, 0, 0, 4,
    //  때땍땎땏땐땑땒땓땔땕땖땗땘땙땚땛땜땝땞땟
    255, 0, 0, 0, 68, 0, 0, 0, 7, 0, 0, 0, 0, 0, 0, 0, 83, 8, 0, 1,
    //  땠땡땢땣땤땥땦땧땨땩땪땫땬땭땮땯땰땱땲땳
    8, 125, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  땴땵땶땷땸땹땺땻땼땽땾땿떀떁떂떃떄떅떆떇
    0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 0,
    //  떈떉떊떋떌떍떎떏떐떑떒떓떔떕떖떗떘떙떚떛
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  떜떝떞떟떠떡떢떣떤떥떦떧떨떩떪떫떬떭떮떯
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 6, 0, 0, 0, 0,
    //  떰떱떲떳떴떵떶떷떸떹떺떻떼떽떾떿뗀뗁뗂뗃
    2, 0, 0, 25, 84, 5, 0, 0, 0, 0, 0, 255, 255, 1, 0, 0, 10, 0, 0, 0,
    //  뗄뗅뗆뗇뗈뗉뗊뗋뗌뗍뗎뗏뗐뗑뗒뗓뗔뗕뗖뗗
    9, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 9, 5, 0, 0, 0, 0, 0, 0, 0,
    //  뗘뗙뗚뗛뗜뗝뗞뗟뗠뗡뗢뗣뗤뗥뗦뗧뗨뗩뗪뗫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뗬뗭뗮뗯뗰뗱뗲뗳뗴뗵뗶뗷뗸뗹뗺뗻뗼뗽뗾뗿
    0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  똀똁똂똃똄똅똆똇똈똉똊똋똌똍똎똏또똑똒똓
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  똔똕똖똗똘똙똚똛똜똝똞똟똠똡똢똣똤똥똦똧
    3, 0, 0, 0, 47, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 2, 0, 120, 0, 0,
    //  똨똩똪똫똬똭똮똯똰똱똲똳똴똵똶똷똸똹똺똻
    0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  똼똽똾똿뙀뙁뙂뙃뙄뙅뙆뙇뙈뙉뙊뙋뙌뙍뙎뙏
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뙐뙑뙒뙓뙔뙕뙖뙗뙘뙙뙚뙛뙜뙝뙞뙟뙠뙡뙢뙣
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뙤뙥뙦뙧뙨뙩뙪뙫뙬뙭뙮뙯뙰뙱뙲뙳뙴뙵뙶뙷
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뙸뙹뙺뙻뙼뙽뙾뙿뚀뚁뚂뚃뚄뚅뚆뚇뚈뚉뚊뚋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뚌뚍뚎뚏뚐뚑뚒뚓뚔뚕뚖뚗뚘뚙뚚뚛뚜뚝뚞뚟
    0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 184, 0, 0,
    //  뚠뚡뚢뚣뚤뚥뚦뚧뚨뚩뚪뚫뚬뚭뚮뚯뚰뚱뚲뚳
    0, 0, 0, 0, 43, 0, 0, 0, 0, 0, 0, 190, 0, 0, 0, 0, 0, 255, 0, 0,
    //  뚴뚵뚶뚷뚸뚹뚺뚻뚼뚽뚾뚿뛀뛁뛂뛃뛄뛅뛆뛇
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뛈뛉뛊뛋뛌뛍뛎뛏뛐뛑뛒뛓뛔뛕뛖뛗뛘뛙뛚뛛
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뛜뛝뛞뛟뛠뛡뛢뛣뛤뛥뛦뛧뛨뛩뛪뛫뛬뛭뛮뛯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뛰뛱뛲뛳뛴뛵뛶뛷뛸뛹뛺뛻뛼뛽뛾뛿뜀뜁뜂뜃
    255, 0, 0, 0, 48, 0, 0, 0, 33, 0, 0, 0, 0, 0, 0, 0, 7, 0, 0, 0,
    //  뜄뜅뜆뜇뜈뜉뜊뜋뜌뜍뜎뜏뜐뜑뜒뜓뜔뜕뜖뜗
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뜘뜙뜚뜛뜜뜝뜞뜟뜠뜡뜢뜣뜤뜥뜦뜧뜨뜩뜪뜫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 34, 0, 0,
    //  뜬뜭뜮뜯뜰뜱뜲뜳뜴뜵뜶뜷뜸뜹뜺뜻뜼뜽뜾뜿
    105, 0, 0, 83, 91, 0, 0, 0, 0, 0, 0, 1, 72, 8, 0, 255, 0, 0, 0, 0,
    //  띀띁띂띃띄띅띆띇띈띉띊띋띌띍띎띏띐띑띒띓
    0, 0, 0, 0, 255, 0, 0, 0, 32, 0, 0, 0, 3, 0, 0, 0, 0, 0, 0, 0,
    //  띔띕띖띗띘띙띚띛띜띝띞띟띠띡띢띣띤띥띦띧
    6, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 105, 0, 0, 0,
    //  띨띩띪띫띬띭띮띯띰띱띲띳띴띵띶띷띸띹띺띻
    4, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 0, 0, 0, 0, 0, 0,
    //  라락띾띿란랁랂랃랄랅랆랇랈랉랊랋람랍랎랏
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 121,
    //  랐랑랒랓랔랕랖랗래랙랚랛랜랝랞랟랠랡랢랣
    255, 255, 0, 0, 0, 0, 3, 28, 255, 255, 0, 0, 255, 0, 0, 0, 74, 0, 0, 0,
    //  랤랥랦랧램랩랪랫랬랭랮랯랰랱랲랳랴략랶랷
    0, 0, 0, 0, 255, 255, 0, 255, 144, 255, 0, 0, 0, 0, 1, 0, 255, 255, 0, 0,
    //  랸랹랺랻랼랽랾랿럀럁럂럃럄럅럆럇럈량럊럋
    15, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 255, 0, 0,
    //  럌럍럎럏럐럑럒럓럔럕럖럗럘럙럚럛럜럝럞럟
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  럠럡럢럣럤럥럦럧럨럩럪럫러럭럮럯런럱럲럳
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  럴럵럶럷럸럹럺럻럼럽럾럿렀렁렂렃렄렅렆렇
    255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 255, 255, 213, 0, 0, 0, 0, 0, 255,
    //  레렉렊렋렌렍렎렏렐렑렒렓렔렕렖렗렘렙렚렛
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 79, 0, 255,
    //  렜렝렞렟렠렡렢렣려력렦렧련렩렪렫렬렭렮렯
    1, 125, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  렰렱렲렳렴렵렶렷렸령렺렻렼렽렾렿례롁롂롃
    0, 0, 0, 0, 255, 255, 0, 172, 255, 255, 0, 0, 0, 0, 0, 0, 255, 1, 0, 0,
    //  롄롅롆롇롈롉롊롋롌롍롎롏롐롑롒롓롔롕롖롗
    103, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  롘롙롚롛로록롞롟론롡롢롣롤롥롦롧롨롩롪롫
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  롬롭롮롯롰롱롲롳롴롵롶롷롸롹롺롻롼롽롾롿
    255, 255, 0, 255, 0, 255, 0, 0, 0, 0, 0, 0, 5, 0, 0, 0, 2, 0, 0, 0,
    //  뢀뢁뢂뢃뢄뢅뢆뢇뢈뢉뢊뢋뢌뢍뢎뢏뢐뢑뢒뢓
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뢔뢕뢖뢗뢘뢙뢚뢛뢜뢝뢞뢟뢠뢡뢢뢣뢤뢥뢦뢧
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뢨뢩뢪뢫뢬뢭뢮뢯뢰뢱뢲뢳뢴뢵뢶뢷뢸뢹뢺뢻
    0, 0, 0, 0, 0, 0, 0, 0, 255, 1, 0, 0, 34, 0, 0, 0, 11, 0, 0, 0,
    //  뢼뢽뢾뢿룀룁룂룃룄룅룆룇룈룉룊룋료룍룎룏
    0, 0, 0, 0, 41, 1, 0, 0, 0, 9, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0,
    //  룐룑룒룓룔룕룖룗룘룙룚룛룜룝룞룟룠룡룢룣
    1, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 255, 0, 0,
    //  룤룥룦룧루룩룪룫룬룭룮룯룰룱룲룳룴룵룶룷
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  룸룹룺룻룼룽룾룿뤀뤁뤂뤃뤄뤅뤆뤇뤈뤉뤊뤋
    255, 255, 0, 77, 0, 255, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  뤌뤍뤎뤏뤐뤑뤒뤓뤔뤕뤖뤗뤘뤙뤚뤛뤜뤝뤞뤟
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 64, 0, 0, 0, 0, 0, 0, 0,
    //  뤠뤡뤢뤣뤤뤥뤦뤧뤨뤩뤪뤫뤬뤭뤮뤯뤰뤱뤲뤳
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뤴뤵뤶뤷뤸뤹뤺뤻뤼뤽뤾뤿륀륁륂륃륄륅륆륇
    0, 0, 0, 0, 0, 0, 0, 0, 255, 26, 0, 0, 24, 0, 0, 0, 40, 0, 0, 0,
    //  륈륉륊륋륌륍륎륏륐륑륒륓륔륕륖륗류륙륚륛
    0, 0, 0, 0, 19, 1, 0, 1, 0, 5, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  륜륝륞륟률륡륢륣륤륥륦륧륨륩륪륫륬륭륮륯
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 255, 0, 0,
    //  륰륱륲륳르륵륶륷른륹륺륻를륽륾륿릀릁릂릃
    0, 0, 0, 0, 255, 173, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  름릅릆릇릈릉릊릋릌릍릎릏릐릑릒릓릔릕릖릗
    255, 205, 0, 245, 0, 255, 0, 0, 0, 0, 198, 0, 3, 0, 0, 0, 0, 0, 0, 0,
    //  릘릙릚릛릜릝릞릟릠릡릢릣릤릥릦릧릨릩릪릫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  리릭릮릯린릱릲릳릴릵릶릷릸릹릺릻림립릾릿
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 255,
    //  맀링맂맃맄맅맆맇마막맊맋만맍많맏말맑맒맓
    0, 255, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 255, 160, 255, 255, 0, 0,
    //  맔맕맖맗맘맙맚맛맜망맞맟맠맡맢맣매맥맦맧
    0, 0, 0, 0, 255, 88, 0, 255, 0, 255, 255, 2, 0, 255, 0, 13, 255, 255, 0, 0,
    //  맨맩맪맫맬맭맮맯맰맱맲맳맴맵맶맷맸맹맺맻
    255, 0, 0, 0, 110, 0, 0, 0, 0, 0, 0, 0, 43, 255, 0, 255, 6, 255, 255, 1,
    //  맼맽맾맿먀먁먂먃먄먅먆먇먈먉먊먋먌먍먎먏
    0, 0, 0, 0, 43, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  먐먑먒먓먔먕먖먗먘먙먚먛먜먝먞먟먠먡먢먣
    0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  먤먥먦먧먨먩먪먫먬먭먮먯먰먱먲먳먴먵먶먷
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  머먹먺먻먼먽먾먿멀멁멂멃멄멅멆멇멈멉멊멋
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 3, 0, 255,
    //  멌멍멎멏멐멑멒멓메멕멖멗멘멙멚멛멜멝멞멟
    0, 255, 4, 0, 0, 0, 0, 1, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  멠멡멢멣멤멥멦멧멨멩멪멫멬멭멮멯며멱멲멳
    0, 0, 0, 0, 255, 5, 0, 130, 0, 135, 0, 0, 0, 0, 0, 0, 255, 66, 0, 0,
    //  면멵멶멷멸멹멺멻멼멽멾멿몀몁몂몃몄명몆몇
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 23, 255, 1, 255,
    //  몈몉몊몋몌몍몎몏몐몑몒몓몔몕몖몗몘몙몚몛
    0, 0, 0, 0, 3, 0, 0, 0, 12, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  몜몝몞몟몠몡몢몣몤몥몦몧모목몪몫몬몭몮몯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 101, 255, 0, 0, 1,
    //  몰몱몲몳몴몵몶몷몸몹몺못몼몽몾몿뫀뫁뫂뫃
    255, 0, 0, 0, 0, 0, 0, 0, 255, 80, 0, 255, 0, 255, 0, 0, 0, 0, 0, 0,
    //  뫄뫅뫆뫇뫈뫉뫊뫋뫌뫍뫎뫏뫐뫑뫒뫓뫔뫕뫖뫗
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뫘뫙뫚뫛뫜뫝뫞뫟뫠뫡뫢뫣뫤뫥뫦뫧뫨뫩뫪뫫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뫬뫭뫮뫯뫰뫱뫲뫳뫴뫵뫶뫷뫸뫹뫺뫻뫼뫽뫾뫿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 120, 0, 0, 0,
    //  묀묁묂묃묄묅묆묇묈묉묊묋묌묍묎묏묐묑묒묓
    34, 0, 0, 0, 13, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 0, 1, 0, 0,
    //  묔묕묖묗묘묙묚묛묜묝묞묟묠묡묢묣묤묥묦묧
    0, 0, 0, 0, 255, 0, 0, 0, 11, 0, 0, 0, 8, 0, 0, 0, 0, 0, 0, 0,
    //  묨묩묪묫묬묭묮묯묰묱묲묳무묵묶묷문묹묺묻
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 255, 0, 255, 0, 0, 255,
    //  물묽묾묿뭀뭁뭂뭃뭄뭅뭆뭇뭈뭉뭊뭋뭌뭍뭎뭏
    255, 9, 0, 0, 0, 0, 0, 0, 104, 2, 0, 92, 0, 187, 0, 0, 0, 19, 0, 1,
    //  뭐뭑뭒뭓뭔뭕뭖뭗뭘뭙뭚뭛뭜뭝뭞뭟뭠뭡뭢뭣
    255, 0, 0, 0, 198, 0, 0, 0, 63, 0, 0, 0, 0, 0, 0, 0, 0, 18, 0, 4,
    //  뭤뭥뭦뭧뭨뭩뭪뭫뭬뭭뭮뭯뭰뭱뭲뭳뭴뭵뭶뭷
    0, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뭸뭹뭺뭻뭼뭽뭾뭿뮀뮁뮂뮃뮄뮅뮆뮇뮈뮉뮊뮋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 118, 0, 0, 0,
    //  뮌뮍뮎뮏뮐뮑뮒뮓뮔뮕뮖뮗뮘뮙뮚뮛뮜뮝뮞뮟
    255, 0, 0, 0, 62, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뮠뮡뮢뮣뮤뮥뮦뮧뮨뮩뮪뮫뮬뮭뮮뮯뮰뮱뮲뮳
    0, 0, 0, 0, 255, 0, 0, 0, 5, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  뮴뮵뮶뮷뮸뮹뮺뮻뮼뮽뮾뮿므믁믂믃믄믅믆믇
    49, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 4, 0, 0, 0,
    //  믈믉믊믋믌믍믎믏믐믑믒믓믔믕믖믗믘믙믚믛
    92, 0, 0, 0, 0, 0, 0, 0, 8, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  믜믝믞믟믠믡믢믣믤믥믦믧믨믩믪믫믬믭믮믯
    3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  믰믱믲믳믴믵믶믷미믹믺믻민믽믾믿밀밁밂밃
    0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 255, 255, 0, 2, 0,
    //  밄밅밆밇밈밉밊밋밌밍밎및밐밑밒밓바박밖밗
    0, 0, 0, 0, 26, 11, 0, 194, 33, 255, 2, 255, 0, 255, 0, 0, 255, 255, 255, 134,
    //  반밙밚받발밝밞밟밠밡밢밣밤밥밦밧밨방밪밫
    255, 0, 0, 255, 255, 255, 0, 181, 0, 0, 0, 0, 255, 255, 0, 64, 0, 255, 1, 0,
    //  밬밭밮밯배백밲밳밴밵밶밷밸밹밺밻밼밽밾밿
    0, 255, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  뱀뱁뱂뱃뱄뱅뱆뱇뱈뱉뱊뱋뱌뱍뱎뱏뱐뱑뱒뱓
    255, 6, 0, 129, 0, 255, 0, 0, 0, 49, 0, 0, 56, 0, 0, 0, 1, 0, 0, 0,
    //  뱔뱕뱖뱗뱘뱙뱚뱛뱜뱝뱞뱟뱠뱡뱢뱣뱤뱥뱦뱧
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 7, 0, 0, 0, 0, 0, 0,
    //  뱨뱩뱪뱫뱬뱭뱮뱯뱰뱱뱲뱳뱴뱵뱶뱷뱸뱹뱺뱻
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뱼뱽뱾뱿벀벁벂벃버벅벆벇번벉벊벋벌벍벎벏
    0, 0, 0, 0, 0, 0, 0, 0, 255, 154, 0, 0, 255, 0, 0, 1, 255, 0, 0, 0,
    //  벐벑벒벓범법벖벗벘벙벚벛벜벝벞벟베벡벢벣
    0, 0, 0, 0, 255, 255, 0, 255, 0, 77, 115, 3, 0, 0, 0, 0, 255, 255, 0, 0,
    //  벤벥벦벧벨벩벪벫벬벭벮벯벰벱벲벳벴벵벶벷
    255, 0, 0, 3, 255, 0, 0, 0, 0, 0, 0, 0, 15, 4, 0, 255, 0, 145, 0, 0,
    //  벸벹벺벻벼벽벾벿변볁볂볃별볅볆볇볈볉볊볋
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  볌볍볎볏볐병볒볓볔볕볖볗볘볙볚볛볜볝볞볟
    0, 93, 0, 8, 4, 255, 0, 0, 0, 40, 0, 0, 7, 0, 0, 0, 31, 0, 0, 0,
    //  볠볡볢볣볤볥볦볧볨볩볪볫볬볭볮볯볰볱볲볳
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  보복볶볷본볹볺볻볼볽볾볿봀봁봂봃봄봅봆봇
    255, 255, 84, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 255,
    //  봈봉봊봋봌봍봎봏봐봑봒봓봔봕봖봗봘봙봚봛
    0, 255, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0,
    //  봜봝봞봟봠봡봢봣봤봥봦봧봨봩봪봫봬봭봮봯
    0, 0, 0, 0, 0, 0, 0, 1, 255, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0,
    //  봰봱봲봳봴봵봶봷봸봹봺봻봼봽봾봿뵀뵁뵂뵃
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뵄뵅뵆뵇뵈뵉뵊뵋뵌뵍뵎뵏뵐뵑뵒뵓뵔뵕뵖뵗
    0, 0, 0, 0, 70, 0, 0, 0, 2, 0, 0, 0, 18, 0, 0, 0, 0, 0, 0, 0,
    //  뵘뵙뵚뵛뵜뵝뵞뵟뵠뵡뵢뵣뵤뵥뵦뵧뵨뵩뵪뵫
    10, 16, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 19, 0, 0, 0, 0, 0, 0, 0,
    //  뵬뵭뵮뵯뵰뵱뵲뵳뵴뵵뵶뵷뵸뵹뵺뵻뵼뵽뵾뵿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0,
    //  부북붂붃분붅붆붇불붉붊붋붌붍붎붏붐붑붒붓
    255, 255, 0, 0, 255, 0, 0, 2, 255, 255, 0, 0, 0, 0, 0, 0, 168, 12, 0, 188,
    //  붔붕붖붗붘붙붚붛붜붝붞붟붠붡붢붣붤붥붦붧
    0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  붨붩붪붫붬붭붮붯붰붱붲붳붴붵붶붷붸붹붺붻
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0,
    //  붼붽붾붿뷀뷁뷂뷃뷄뷅뷆뷇뷈뷉뷊뷋뷌뷍뷎뷏
    0, 0, 0, 0, 0, 8, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뷐뷑뷒뷓뷔뷕뷖뷗뷘뷙뷚뷛뷜뷝뷞뷟뷠뷡뷢뷣
    0, 0, 0, 0, 255, 0, 0, 0, 10, 0, 0, 0, 16, 0, 0, 0, 0, 0, 0, 0,
    //  뷤뷥뷦뷧뷨뷩뷪뷫뷬뷭뷮뷯뷰뷱뷲뷳뷴뷵뷶뷷
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 13, 0, 0, 0,
    //  뷸뷹뷺뷻뷼뷽뷾뷿븀븁븂븃븄븅븆븇븈븉븊븋
    19, 0, 0, 0, 0, 0, 0, 0, 31, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  브븍븎븏븐븑븒븓블븕븖븗븘븙븚븛븜븝븞븟
    255, 0, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  븠븡븢븣븤븥븦븧븨븩븪븫븬븭븮븯븰븱븲븳
    0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  븴븵븶븷븸븹븺븻븼븽븾븿빀빁빂빃비빅빆빇
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  빈빉빊빋빌빍빎빏빐빑빒빓빔빕빖빗빘빙빚빛
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 194, 20, 0, 255, 0, 255, 244, 255,
    //  빜빝빞빟빠빡빢빣빤빥빦빧빨빩빪빫빬빭빮빯
    2, 0, 0, 0, 255, 39, 0, 0, 17, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  빰빱빲빳빴빵빶빷빸빹빺빻빼빽빾빿뺀뺁뺂뺃
    4, 1, 0, 5, 26, 255, 0, 0, 0, 0, 0, 8, 255, 60, 0, 0, 51, 0, 0, 0,
    //  뺄뺅뺆뺇뺈뺉뺊뺋뺌뺍뺎뺏뺐뺑뺒뺓뺔뺕뺖뺗
    22, 0, 0, 0, 0, 0, 0, 0, 5, 2, 0, 54, 16, 15, 0, 0, 0, 0, 0, 0,
    //  뺘뺙뺚뺛뺜뺝뺞뺟뺠뺡뺢뺣뺤뺥뺦뺧뺨뺩뺪뺫
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 33, 0, 0, 0,
    //  뺬뺭뺮뺯뺰뺱뺲뺳뺴뺵뺶뺷뺸뺹뺺뺻뺼뺽뺾뺿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뻀뻁뻂뻃뻄뻅뻆뻇뻈뻉뻊뻋뻌뻍뻎뻏뻐뻑뻒뻓
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 126, 11, 0, 0,
    //  뻔뻕뻖뻗뻘뻙뻚뻛뻜뻝뻞뻟뻠뻡뻢뻣뻤뻥뻦뻧
    152, 0, 0, 158, 39, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 16, 17, 15, 0, 0,
    //  뻨뻩뻪뻫뻬뻭뻮뻯뻰뻱뻲뻳뻴뻵뻶뻷뻸뻹뻺뻻
    0, 0, 0, 0, 11, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뻼뻽뻾뻿뼀뼁뼂뼃뼄뼅뼆뼇뼈뼉뼊뼋뼌뼍뼎뼏
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 2, 0, 0, 0, 0, 0, 0,
    //  뼐뼑뼒뼓뼔뼕뼖뼗뼘뼙뼚뼛뼜뼝뼞뼟뼠뼡뼢뼣
    0, 0, 0, 0, 0, 0, 0, 0, 3, 0, 0, 8, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뼤뼥뼦뼧뼨뼩뼪뼫뼬뼭뼮뼯뼰뼱뼲뼳뼴뼵뼶뼷
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뼸뼹뼺뼻뼼뼽뼾뼿뽀뽁뽂뽃뽄뽅뽆뽇뽈뽉뽊뽋
    0, 0, 0, 0, 0, 0, 0, 0, 166, 4, 0, 0, 2, 0, 0, 0, 4, 0, 0, 0,
    //  뽌뽍뽎뽏뽐뽑뽒뽓뽔뽕뽖뽗뽘뽙뽚뽛뽜뽝뽞뽟
    0, 0, 0, 0, 23, 255, 0, 0, 0, 72, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뽠뽡뽢뽣뽤뽥뽦뽧뽨뽩뽪뽫뽬뽭뽮뽯뽰뽱뽲뽳
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뽴뽵뽶뽷뽸뽹뽺뽻뽼뽽뽾뽿뾀뾁뾂뾃뾄뾅뾆뾇
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뾈뾉뾊뾋뾌뾍뾎뾏뾐뾑뾒뾓뾔뾕뾖뾗뾘뾙뾚뾛
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뾜뾝뾞뾟뾠뾡뾢뾣뾤뾥뾦뾧뾨뾩뾪뾫뾬뾭뾮뾯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뾰뾱뾲뾳뾴뾵뾶뾷뾸뾹뾺뾻뾼뾽뾾뾿뿀뿁뿂뿃
    69, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뿄뿅뿆뿇뿈뿉뿊뿋뿌뿍뿎뿏뿐뿑뿒뿓뿔뿕뿖뿗
    0, 9, 0, 0, 0, 0, 0, 0, 255, 7, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  뿘뿙뿚뿛뿜뿝뿞뿟뿠뿡뿢뿣뿤뿥뿦뿧뿨뿩뿪뿫
    0, 0, 0, 0, 85, 0, 0, 0, 0, 12, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  뿬뿭뿮뿯뿰뿱뿲뿳뿴뿵뿶뿷뿸뿹뿺뿻뿼뿽뿾뿿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쀀쀁쀂쀃쀄쀅쀆쀇쀈쀉쀊쀋쀌쀍쀎쀏쀐쀑쀒쀓
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쀔쀕쀖쀗쀘쀙쀚쀛쀜쀝쀞쀟쀠쀡쀢쀣쀤쀥쀦쀧
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쀨쀩쀪쀫쀬쀭쀮쀯쀰쀱쀲쀳쀴쀵쀶쀷쀸쀹쀺쀻
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쀼쀽쀾쀿쁀쁁쁂쁃쁄쁅쁆쁇쁈쁉쁊쁋쁌쁍쁎쁏
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쁐쁑쁒쁓쁔쁕쁖쁗쁘쁙쁚쁛쁜쁝쁞쁟쁠쁡쁢쁣
    0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 36, 0, 0, 0,
    //  쁤쁥쁦쁧쁨쁩쁪쁫쁬쁭쁮쁯쁰쁱쁲쁳쁴쁵쁶쁷
    0, 0, 0, 0, 103, 9, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쁸쁹쁺쁻쁼쁽쁾쁿삀삁삂삃삄삅삆삇삈삉삊삋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  삌삍삎삏삐삑삒삓삔삕삖삗삘삙삚삛삜삝삞삟
    0, 0, 0, 0, 207, 2, 0, 0, 1, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0,
    //  삠삡삢삣삤삥삦삧삨삩삪삫사삭삮삯산삱삲삳
    0, 0, 0, 0, 0, 4, 0, 0, 0, 0, 0, 0, 255, 255, 0, 6, 255, 0, 0, 0,
    //  살삵삶삷삸삹삺삻삼삽삾삿샀상샂샃샄샅샆샇
    255, 8, 255, 0, 0, 0, 0, 0, 255, 255, 0, 255, 82, 255, 0, 0, 0, 7, 0, 0,
    //  새색샊샋샌샍샎샏샐샑샒샓샔샕샖샗샘샙샚샛
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 5, 0, 59,
    //  샜생샞샟샠샡샢샣샤샥샦샧샨샩샪샫샬샭샮샯
    0, 255, 0, 0, 0, 0, 0, 0, 255, 21, 0, 0, 216, 0, 0, 0, 255, 0, 0, 0,
    //  샰샱샲샳샴샵샶샷샸샹샺샻샼샽샾샿섀섁섂섃
    0, 0, 0, 0, 120, 134, 0, 175, 0, 255, 0, 0, 0, 0, 4, 0, 113, 1, 0, 0,
    //  섄섅섆섇섈섉섊섋섌섍섎섏섐섑섒섓섔섕섖섗
    2, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 14, 0, 0, 0, 0, 9, 0, 0,
    //  섘섙섚섛서석섞섟선섡섢섣설섥섦섧섨섩섪섫
    0, 0, 0, 0, 255, 255, 255, 0, 255, 0, 0, 22, 255, 0, 0, 0, 0, 0, 0, 0,
    //  섬섭섮섯섰성섲섳섴섵섶섷세섹섺섻센섽섾섿
    255, 255, 0, 255, 255, 255, 0, 0, 0, 0, 2, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  셀셁셂셃셄셅셆셇셈셉셊셋셌셍셎셏셐셑셒셓
    255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 255, 7, 23, 0, 0, 0, 0, 0, 0,
    //  셔셕셖셗션셙셚셛셜셝셞셟셠셡셢셣셤셥셦셧
    255, 1, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 12, 0, 0, 21,
    //  셨셩셪셫셬셭셮셯셰셱셲셳셴셵셶셷셸셹셺셻
    255, 8, 0, 0, 0, 0, 0, 0, 255, 5, 0, 0, 125, 0, 0, 0, 255, 0, 0, 0,
    //  셼셽셾셿솀솁솂솃솄솅솆솇솈솉솊솋소속솎솏
    0, 0, 0, 0, 7, 12, 0, 2, 0, 40, 0, 0, 0, 0, 0, 0, 255, 255, 4, 0,
    //  손솑솒솓솔솕솖솗솘솙솚솛솜솝솞솟솠송솢솣
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 188, 27, 0, 131, 0, 255, 0, 0,
    //  솤솥솦솧솨솩솪솫솬솭솮솯솰솱솲솳솴솵솶솷
    0, 56, 0, 1, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  솸솹솺솻솼솽솾솿쇀쇁쇂쇃쇄쇅쇆쇇쇈쇉쇊쇋
    0, 0, 0, 0, 0, 26, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  쇌쇍쇎쇏쇐쇑쇒쇓쇔쇕쇖쇗쇘쇙쇚쇛쇜쇝쇞쇟
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쇠쇡쇢쇣쇤쇥쇦쇧쇨쇩쇪쇫쇬쇭쇮쇯쇰쇱쇲쇳
    255, 0, 0, 0, 33, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 10,
    //  쇴쇵쇶쇷쇸쇹쇺쇻쇼쇽쇾쇿숀숁숂숃숄숅숆숇
    0, 0, 0, 0, 0, 0, 0, 0, 255, 4, 0, 0, 98, 0, 0, 0, 33, 0, 0, 0,
    //  숈숉숊숋숌숍숎숏숐숑숒숓숔숕숖숗수숙숚숛
    0, 0, 0, 0, 6, 96, 0, 34, 0, 17, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  순숝숞숟술숡숢숣숤숥숦숧숨숩숪숫숬숭숮숯
    255, 0, 0, 18, 255, 0, 0, 0, 0, 0, 0, 0, 255, 8, 0, 255, 0, 255, 0, 34,
    //  숰숱숲숳숴숵숶숷숸숹숺숻숼숽숾숿쉀쉁쉂쉃
    0, 21, 255, 0, 18, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쉄쉅쉆쉇쉈쉉쉊쉋쉌쉍쉎쉏쉐쉑쉒쉓쉔쉕쉖쉗
    0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 255, 1, 0, 0, 12, 0, 0, 0,
    //  쉘쉙쉚쉛쉜쉝쉞쉟쉠쉡쉢쉣쉤쉥쉦쉧쉨쉩쉪쉫
    61, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 0, 0, 0, 0, 0, 0,
    //  쉬쉭쉮쉯쉰쉱쉲쉳쉴쉵쉶쉷쉸쉹쉺쉻쉼쉽쉾쉿
    255, 1, 0, 0, 76, 0, 0, 0, 151, 0, 0, 0, 0, 0, 0, 0, 48, 255, 0, 7,
    //  슀슁슂슃슄슅슆슇슈슉슊슋슌슍슎슏슐슑슒슓
    0, 1, 0, 0, 0, 0, 0, 0, 255, 1, 0, 0, 170, 0, 0, 0, 255, 0, 0, 0,
    //  슔슕슖슗슘슙슚슛슜슝슞슟슠슡슢슣스슥슦슧
    0, 0, 0, 0, 182, 6, 0, 109, 0, 67, 0, 0, 0, 0, 0, 0, 255, 4, 0, 0,
    //  슨슩슪슫슬슭슮슯슰슱슲슳슴습슶슷슸승슺슻
    255, 0, 0, 0, 255, 75, 0, 0, 0, 0, 0, 0, 255, 255, 0, 255, 0, 255, 0, 0,
    //  슼슽슾슿싀싁싂싃싄싅싆싇싈싉싊싋싌싍싎싏
    0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  싐싑싒싓싔싕싖싗싘싙싚싛시식싞싟신싡싢싣
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 158,
    //  실싥싦싧싨싩싪싫심십싮싯싰싱싲싳싴싵싶싷
    255, 0, 0, 0, 0, 0, 0, 255, 255, 255, 0, 125, 0, 255, 0, 0, 0, 0, 255, 0,
    //  싸싹싺싻싼싽싾싿쌀쌁쌂쌃쌄쌅쌆쌇쌈쌉쌊쌋
    255, 119, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 50, 5, 0, 1,
    //  쌌쌍쌎쌏쌐쌑쌒쌓쌔쌕쌖쌗쌘쌙쌚쌛쌜쌝쌞쌟
    20, 255, 0, 0, 0, 0, 0, 255, 33, 3, 0, 0, 3, 0, 0, 0, 0, 0, 0, 0,
    //  쌠쌡쌢쌣쌤쌥쌦쌧쌨쌩쌪쌫쌬쌭쌮쌯쌰쌱쌲쌳
    0, 0, 0, 0, 8, 0, 0, 0, 0, 12, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0,
    //  쌴쌵쌶쌷쌸쌹쌺쌻쌼쌽쌾쌿썀썁썂썃썄썅썆썇
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0,
    //  썈썉썊썋썌썍썎썏썐썑썒썓썔썕썖썗썘썙썚썛
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 0, 0, 0, 0, 0,
    //  썜썝썞썟썠썡썢썣썤썥썦썧써썩썪썫썬썭썮썯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 91, 0, 0, 255, 0, 0, 0,
    //  썰썱썲썳썴썵썶썷썸썹썺썻썼썽썾썿쎀쎁쎂쎃
    94, 0, 0, 0, 0, 0, 0, 0, 153, 30, 0, 4, 255, 33, 0, 0, 0, 0, 0, 0,
    //  쎄쎅쎆쎇쎈쎉쎊쎋쎌쎍쎎쎏쎐쎑쎒쎓쎔쎕쎖쎗
    126, 5, 0, 0, 14, 0, 0, 0, 4, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쎘쎙쎚쎛쎜쎝쎞쎟쎠쎡쎢쎣쎤쎥쎦쎧쎨쎩쎪쎫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쎬쎭쎮쎯쎰쎱쎲쎳쎴쎵쎶쎷쎸쎹쎺쎻쎼쎽쎾쎿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쏀쏁쏂쏃쏄쏅쏆쏇쏈쏉쏊쏋쏌쏍쏎쏏쏐쏑쏒쏓
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쏔쏕쏖쏗쏘쏙쏚쏛쏜쏝쏞쏟쏠쏡쏢쏣쏤쏥쏦쏧
    0, 0, 0, 0, 255, 17, 0, 0, 64, 0, 0, 170, 55, 0, 0, 0, 0, 0, 0, 0,
    //  쏨쏩쏪쏫쏬쏭쏮쏯쏰쏱쏲쏳쏴쏵쏶쏷쏸쏹쏺쏻
    3, 0, 0, 1, 0, 60, 0, 0, 0, 0, 0, 0, 28, 0, 0, 0, 0, 0, 0, 0,
    //  쏼쏽쏾쏿쐀쐁쐂쐃쐄쐅쐆쐇쐈쐉쐊쐋쐌쐍쐎쐏
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 6, 0, 0, 0, 0, 0, 0, 0,
    //  쐐쐑쐒쐓쐔쐕쐖쐗쐘쐙쐚쐛쐜쐝쐞쐟쐠쐡쐢쐣
    60, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쐤쐥쐦쐧쐨쐩쐪쐫쐬쐭쐮쐯쐰쐱쐲쐳쐴쐵쐶쐷
    0, 0, 0, 0, 0, 0, 0, 0, 4, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쐸쐹쐺쐻쐼쐽쐾쐿쑀쑁쑂쑃쑄쑅쑆쑇쑈쑉쑊쑋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 0, 0, 0,
    //  쑌쑍쑎쑏쑐쑑쑒쑓쑔쑕쑖쑗쑘쑙쑚쑛쑜쑝쑞쑟
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쑠쑡쑢쑣쑤쑥쑦쑧쑨쑩쑪쑫쑬쑭쑮쑯쑰쑱쑲쑳
    0, 0, 0, 0, 241, 62, 0, 0, 66, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쑴쑵쑶쑷쑸쑹쑺쑻쑼쑽쑾쑿쒀쒁쒂쒃쒄쒅쒆쒇
    0, 0, 0, 0, 0, 100, 0, 0, 0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0,
    //  쒈쒉쒊쒋쒌쒍쒎쒏쒐쒑쒒쒓쒔쒕쒖쒗쒘쒙쒚쒛
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쒜쒝쒞쒟쒠쒡쒢쒣쒤쒥쒦쒧쒨쒩쒪쒫쒬쒭쒮쒯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쒰쒱쒲쒳쒴쒵쒶쒷쒸쒹쒺쒻쒼쒽쒾쒿쓀쓁쓂쓃
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쓄쓅쓆쓇쓈쓉쓊쓋쓌쓍쓎쓏쓐쓑쓒쓓쓔쓕쓖쓗
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쓘쓙쓚쓛쓜쓝쓞쓟쓠쓡쓢쓣쓤쓥쓦쓧쓨쓩쓪쓫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쓬쓭쓮쓯쓰쓱쓲쓳쓴쓵쓶쓷쓸쓹쓺쓻쓼쓽쓾쓿
    0, 0, 0, 0, 255, 4, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  씀씁씂씃씄씅씆씇씈씉씊씋씌씍씎씏씐씑씒씓
    255, 78, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 109, 0, 0, 0, 0, 0, 0, 0,
    //  씔씕씖씗씘씙씚씛씜씝씞씟씠씡씢씣씤씥씦씧
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  씨씩씪씫씬씭씮씯씰씱씲씳씴씵씶씷씸씹씺씻
    255, 255, 0, 0, 255, 0, 0, 0, 28, 0, 0, 0, 0, 0, 0, 0, 6, 38, 0, 75,
    //  씼씽씾씿앀앁앂앃아악앆앇안앉않앋알앍앎앏
    0, 56, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 255, 255, 0, 255, 0, 12, 0,
    //  앐앑앒앓암압앖앗았앙앚앛앜앝앞앟애액앢앣
    0, 0, 0, 121, 255, 255, 0, 255, 255, 255, 1, 0, 0, 1, 255, 1, 255, 255, 0, 0,
    //  앤앥앦앧앨앩앪앫앬앭앮앯앰앱앲앳앴앵앶앷
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 174, 89, 0, 58, 13, 255, 0, 0,
    //  앸앹앺앻야약앾앿얀얁얂얃얄얅얆얇얈얉얊얋
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 137, 0, 1, 0, 0,
    //  얌얍얎얏얐양얒얓얔얕얖얗얘얙얚얛얜얝얞얟
    58, 6, 0, 40, 0, 255, 0, 0, 0, 65, 0, 21, 255, 0, 0, 0, 0, 0, 0, 0,
    //  얠얡얢얣얤얥얦얧얨얩얪얫얬얭얮얯얰얱얲얳
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0,
    //  어억얶얷언얹얺얻얼얽얾얿엀엁엂엃엄업없엇
    255, 255, 0, 0, 255, 92, 0, 255, 255, 130, 0, 0, 0, 0, 0, 0, 255, 255, 255, 255,
    //  었엉엊엋엌엍엎엏에엑엒엓엔엕엖엗엘엙엚엛
    255, 255, 1, 0, 27, 0, 78, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  엜엝엞엟엠엡엢엣엤엥엦엧엨엩엪엫여역엮엯
    0, 0, 0, 0, 255, 194, 0, 255, 0, 119, 0, 0, 0, 0, 0, 0, 255, 255, 110, 0,
    //  연엱엲엳열엵엶엷엸엹엺엻염엽엾엿였영옂옃
    255, 0, 0, 0, 255, 0, 1, 24, 0, 0, 0, 0, 255, 255, 4, 109, 255, 255, 0, 0,
    //  옄옅옆옇예옉옊옋옌옍옎옏옐옑옒옓옔옕옖옗
    0, 31, 255, 1, 255, 0, 0, 0, 255, 0, 0, 0, 220, 0, 0, 0, 0, 0, 0, 0,
    //  옘옙옚옛옜옝옞옟옠옡옢옣오옥옦옧온옩옪옫
    6, 28, 0, 255, 0, 3, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  올옭옮옯옰옱옲옳옴옵옶옷옸옹옺옻옼옽옾옿
    255, 1, 255, 1, 0, 0, 0, 255, 255, 255, 0, 255, 0, 255, 0, 10, 0, 0, 0, 0,
    //  와왁왂왃완왅왆왇왈왉왊왋왌왍왎왏왐왑왒왓
    255, 32, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 5, 20, 0, 210,
    //  왔왕왖왗왘왙왚왛왜왝왞왟왠왡왢왣왤왥왦왧
    255, 255, 0, 0, 0, 0, 0, 0, 255, 1, 0, 0, 56, 0, 0, 0, 0, 0, 0, 0,
    //  왨왩왪왫왬왭왮왯왰왱왲왳왴왵왶왷외왹왺왻
    0, 0, 0, 0, 5, 0, 0, 1, 0, 2, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0,
    //  왼왽왾왿욀욁욂욃욄욅욆욇욈욉욊욋욌욍욎욏
    255, 0, 0, 0, 7, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  욐욑욒욓요욕욖욗욘욙욚욛욜욝욞욟욠욡욢욣
    0, 0, 0, 0, 255, 255, 0, 0, 197, 0, 0, 0, 47, 0, 0, 0, 0, 0, 0, 0,
    //  욤욥욦욧욨용욪욫욬욭욮욯우욱욲욳운욵욶욷
    85, 32, 0, 22, 0, 255, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  울욹욺욻욼욽욾욿움웁웂웃웄웅웆웇웈웉웊웋
    255, 0, 0, 0, 0, 0, 0, 0, 255, 93, 0, 255, 0, 255, 0, 0, 0, 0, 0, 0,
    //  워웍웎웏원웑웒웓월웕웖웗웘웙웚웛웜웝웞웟
    255, 189, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 41, 0, 0, 1,
    //  웠웡웢웣웤웥웦웧웨웩웪웫웬웭웮웯웰웱웲웳
    255, 43, 0, 0, 0, 0, 0, 0, 255, 11, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  웴웵웶웷웸웹웺웻웼웽웾웿윀윁윂윃위윅윆윇
    0, 0, 0, 0, 154, 255, 0, 8, 0, 11, 0, 0, 0, 0, 0, 0, 255, 156, 0, 0,
    //  윈윉윊윋윌윍윎윏윐윑윒윓윔윕윖윗윘윙윚윛
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 118, 20, 0, 255, 0, 255, 0, 0,
    //  윜윝윞윟유육윢윣윤윥윦윧율윩윪윫윬윭윮윯
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  윰윱윲윳윴융윶윷윸윹윺윻으윽윾윿은읁읂읃
    5, 1, 0, 27, 0, 255, 0, 36, 0, 0, 0, 0, 255, 54, 0, 0, 255, 0, 0, 0,
    //  을읅읆읇읈읉읊읋음읍읎읏읐응읒읓읔읕읖읗
    255, 0, 0, 0, 0, 0, 23, 0, 255, 255, 0, 5, 0, 255, 0, 0, 0, 0, 2, 1,
    //  의읙읚읛읜읝읞읟읠읡읢읣읤읥읦읧읨읩읪읫
    255, 0, 0, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  읬읭읮읯읰읱읲읳이익읶읷인읹읺읻일읽읾읿
    0, 1, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 1, 255, 255, 0, 0,
    //  잀잁잂잃임입잆잇있잉잊잋잌잍잎잏자작잒잓
    0, 0, 0, 255, 255, 255, 0, 255, 255, 255, 255, 0, 0, 1, 255, 0, 255, 255, 0, 0,
    //  잔잕잖잗잘잙잚잛잜잝잞잟잠잡잢잣잤장잦잧
    255, 0, 155, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 100, 9, 255, 149, 0,
    //  잨잩잪잫재잭잮잯잰잱잲잳잴잵잶잷잸잹잺잻
    0, 0, 0, 0, 255, 255, 0, 0, 36, 0, 0, 0, 9, 0, 0, 0, 0, 0, 0, 0,
    //  잼잽잾잿쟀쟁쟂쟃쟄쟅쟆쟇쟈쟉쟊쟋쟌쟍쟎쟏
    134, 13, 0, 30, 3, 255, 0, 0, 0, 0, 0, 0, 214, 1, 0, 0, 9, 0, 0, 0,
    //  쟐쟑쟒쟓쟔쟕쟖쟗쟘쟙쟚쟛쟜쟝쟞쟟쟠쟡쟢쟣
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 0, 38, 0, 0, 0, 0, 0, 0,
    //  쟤쟥쟦쟧쟨쟩쟪쟫쟬쟭쟮쟯쟰쟱쟲쟳쟴쟵쟶쟷
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쟸쟹쟺쟻쟼쟽쟾쟿저적젂젃전젅젆젇절젉젊젋
    0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 255, 4,
    //  젌젍젎젏점접젒젓젔정젖젗젘젙젚젛제젝젞젟
    0, 0, 0, 0, 255, 255, 0, 149, 1, 255, 173, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  젠젡젢젣젤젥젦젧젨젩젪젫젬젭젮젯젰젱젲젳
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 43, 23, 0, 155, 0, 19, 0, 0,
    //  젴젵젶젷져젹젺젻젼젽젾젿졀졁졂졃졄졅졆졇
    0, 0, 0, 0, 255, 0, 0, 0, 49, 0, 0, 0, 11, 0, 0, 0, 0, 0, 0, 0,
    //  졈졉졊졋졌졍졎졏졐졑졒졓졔졕졖졗졘졙졚졛
    0, 0, 0, 1, 255, 0, 0, 0, 0, 0, 0, 0, 6, 0, 0, 0, 2, 0, 0, 0,
    //  졜졝졞졟졠졡졢졣졤졥졦졧졨졩졪졫졬졭졮졯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  조족졲졳존졵졶졷졸졹졺졻졼졽졾졿좀좁좂좃
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 2,
    //  좄종좆좇좈좉좊좋좌좍좎좏좐좑좒좓좔좕좖좗
    0, 255, 3, 22, 0, 0, 0, 255, 255, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0,
    //  좘좙좚좛좜좝좞좟좠좡좢좣좤좥좦좧좨좩좪좫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 52, 0, 0, 0, 0, 0, 0, 6, 0, 0, 0,
    //  좬좭좮좯좰좱좲좳좴좵좶좷좸좹좺좻좼좽좾좿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  죀죁죂죃죄죅죆죇죈죉죊죋죌죍죎죏죐죑죒죓
    0, 0, 0, 0, 255, 0, 0, 0, 3, 0, 0, 0, 6, 0, 0, 0, 0, 0, 0, 0,
    //  죔죕죖죗죘죙죚죛죜죝죞죟죠죡죢죣죤죥죦죧
    0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 30, 0, 0, 0,
    //  죨죩죪죫죬죭죮죯죰죱죲죳죴죵죶죷죸죹죺죻
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  주죽죾죿준줁줂줃줄줅줆줇줈줉줊줋줌줍줎줏
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 223, 93, 0, 18,
    //  줐중줒줓줔줕줖줗줘줙줚줛줜줝줞줟줠줡줢줣
    0, 255, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  줤줥줦줧줨줩줪줫줬줭줮줯줰줱줲줳줴줵줶줷
    0, 0, 0, 0, 0, 0, 0, 0, 195, 0, 0, 0, 0, 0, 0, 0, 6, 0, 0, 0,
    //  줸줹줺줻줼줽줾줿쥀쥁쥂쥃쥄쥅쥆쥇쥈쥉쥊쥋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쥌쥍쥎쥏쥐쥑쥒쥓쥔쥕쥖쥗쥘쥙쥚쥛쥜쥝쥞쥟
    0, 0, 0, 0, 255, 0, 0, 0, 54, 0, 0, 0, 90, 0, 0, 0, 0, 0, 0, 0,
    //  쥠쥡쥢쥣쥤쥥쥦쥧쥨쥩쥪쥫쥬쥭쥮쥯쥰쥱쥲쥳
    1, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 99, 0, 0, 0,
    //  쥴쥵쥶쥷쥸쥹쥺쥻쥼쥽쥾쥿즀즁즂즃즄즅즆즇
    19, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0,
    //  즈즉즊즋즌즍즎즏즐즑즒즓즔즕즖즗즘즙즚즛
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 81, 0, 7,
    //  즜증즞즟즠즡즢즣즤즥즦즧즨즩즪즫즬즭즮즯
    0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  즰즱즲즳즴즵즶즷즸즹즺즻즼즽즾즿지직짂짃
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  진짅짆짇질짉짊짋짌짍짎짏짐집짒짓짔징짖짗
    255, 0, 0, 6, 255, 0, 19, 0, 0, 0, 0, 0, 255, 255, 0, 255, 0, 255, 82, 0,
    //  짘짙짚짛짜짝짞짟짠짡짢짣짤짥짦짧짨짩짪짫
    0, 122, 93, 0, 255, 255, 0, 0, 51, 0, 7, 0, 43, 0, 2, 255, 0, 0, 0, 0,
    //  짬짭짮짯짰짱짲짳짴짵짶짷째짹짺짻짼짽짾짿
    39, 8, 0, 0, 7, 255, 0, 0, 0, 0, 0, 0, 255, 2, 0, 0, 5, 0, 0, 0,
    //  쨀쨁쨂쨃쨄쨅쨆쨇쨈쨉쨊쨋쨌쨍쨎쨏쨐쨑쨒쨓
    0, 0, 0, 0, 0, 0, 0, 0, 2, 0, 0, 9, 131, 3, 0, 0, 0, 0, 0, 0,
    //  쨔쨕쨖쨗쨘쨙쨚쨛쨜쨝쨞쨟쨠쨡쨢쨣쨤쨥쨦쨧
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쨨쨩쨪쨫쨬쨭쨮쨯쨰쨱쨲쨳쨴쨵쨶쨷쨸쨹쨺쨻
    0, 55, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쨼쨽쨾쨿쩀쩁쩂쩃쩄쩅쩆쩇쩈쩉쩊쩋쩌쩍쩎쩏
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 62, 0, 0,
    //  쩐쩑쩒쩓쩔쩕쩖쩗쩘쩙쩚쩛쩜쩝쩞쩟쩠쩡쩢쩣
    56, 0, 0, 0, 139, 0, 0, 0, 0, 0, 0, 0, 8, 10, 0, 0, 0, 40, 0, 0,
    //  쩤쩥쩦쩧쩨쩩쩪쩫쩬쩭쩮쩯쩰쩱쩲쩳쩴쩵쩶쩷
    0, 0, 0, 0, 13, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쩸쩹쩺쩻쩼쩽쩾쩿쪀쪁쪂쪃쪄쪅쪆쪇쪈쪉쪊쪋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 14, 0, 0, 0, 0, 0, 0, 0,
    //  쪌쪍쪎쪏쪐쪑쪒쪓쪔쪕쪖쪗쪘쪙쪚쪛쪜쪝쪞쪟
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0,
    //  쪠쪡쪢쪣쪤쪥쪦쪧쪨쪩쪪쪫쪬쪭쪮쪯쪰쪱쪲쪳
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쪴쪵쪶쪷쪸쪹쪺쪻쪼쪽쪾쪿쫀쫁쫂쫃쫄쫅쫆쫇
    0, 0, 0, 0, 0, 0, 0, 0, 90, 255, 0, 0, 2, 0, 0, 0, 23, 0, 0, 0,
    //  쫈쫉쫊쫋쫌쫍쫎쫏쫐쫑쫒쫓쫔쫕쫖쫗쫘쫙쫚쫛
    0, 0, 0, 0, 3, 0, 0, 3, 0, 17, 10, 255, 0, 0, 0, 0, 0, 3, 0, 0,
    //  쫜쫝쫞쫟쫠쫡쫢쫣쫤쫥쫦쫧쫨쫩쫪쫫쫬쫭쫮쫯
    4, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쫰쫱쫲쫳쫴쫵쫶쫷쫸쫹쫺쫻쫼쫽쫾쫿쬀쬁쬂쬃
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쬄쬅쬆쬇쬈쬉쬊쬋쬌쬍쬎쬏쬐쬑쬒쬓쬔쬕쬖쬗
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 13, 0, 0, 0, 0, 0, 0, 0,
    //  쬘쬙쬚쬛쬜쬝쬞쬟쬠쬡쬢쬣쬤쬥쬦쬧쬨쬩쬪쬫
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쬬쬭쬮쬯쬰쬱쬲쬳쬴쬵쬶쬷쬸쬹쬺쬻쬼쬽쬾쬿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쭀쭁쭂쭃쭄쭅쭆쭇쭈쭉쭊쭋쭌쭍쭎쭏쭐쭑쭒쭓
    0, 0, 0, 0, 0, 0, 0, 0, 47, 125, 0, 0, 5, 0, 0, 0, 12, 0, 0, 0,
    //  쭔쭕쭖쭗쭘쭙쭚쭛쭜쭝쭞쭟쭠쭡쭢쭣쭤쭥쭦쭧
    0, 0, 0, 0, 0, 9, 0, 0, 0, 16, 0, 0, 0, 0, 0, 0, 28, 0, 0, 0,
    //  쭨쭩쭪쭫쭬쭭쭮쭯쭰쭱쭲쭳쭴쭵쭶쭷쭸쭹쭺쭻
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쭼쭽쭾쭿쮀쮁쮂쮃쮄쮅쮆쮇쮈쮉쮊쮋쮌쮍쮎쮏
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쮐쮑쮒쮓쮔쮕쮖쮗쮘쮙쮚쮛쮜쮝쮞쮟쮠쮡쮢쮣
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쮤쮥쮦쮧쮨쮩쮪쮫쮬쮭쮮쮯쮰쮱쮲쮳쮴쮵쮶쮷
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쮸쮹쮺쮻쮼쮽쮾쮿쯀쯁쯂쯃쯄쯅쯆쯇쯈쯉쯊쯋
    3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쯌쯍쯎쯏쯐쯑쯒쯓쯔쯕쯖쯗쯘쯙쯚쯛쯜쯝쯞쯟
    0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쯠쯡쯢쯣쯤쯥쯦쯧쯨쯩쯪쯫쯬쯭쯮쯯쯰쯱쯲쯳
    0, 0, 0, 0, 255, 0, 0, 4, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쯴쯵쯶쯷쯸쯹쯺쯻쯼쯽쯾쯿찀찁찂찃찄찅찆찇
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  찈찉찊찋찌찍찎찏찐찑찒찓찔찕찖찗찘찙찚찛
    0, 0, 0, 0, 255, 255, 0, 0, 37, 0, 0, 0, 143, 0, 0, 0, 0, 0, 0, 0,
    //  찜찝찞찟찠찡찢찣찤찥찦찧차착찪찫찬찭찮찯
    50, 4, 0, 0, 0, 10, 82, 0, 0, 0, 0, 6, 255, 255, 0, 0, 255, 0, 255, 0,
    //  찰찱찲찳찴찵찶찷참찹찺찻찼창찾찿챀챁챂챃
    255, 0, 0, 0, 0, 0, 0, 0, 255, 31, 0, 56, 22, 255, 255, 2, 0, 0, 0, 0,
    //  채책챆챇챈챉챊챋챌챍챎챏챐챑챒챓챔챕챖챗
    255, 255, 0, 0, 123, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 33, 0, 22,
    //  챘챙챚챛챜챝챞챟챠챡챢챣챤챥챦챧챨챩챪챫
    11, 107, 0, 0, 0, 0, 0, 0, 125, 0, 0, 0, 25, 0, 3, 0, 2, 0, 0, 0,
    //  챬챭챮챯챰챱챲챳챴챵챶챷챸챹챺챻챼챽챾챿
    0, 0, 0, 0, 2, 0, 0, 0, 0, 7, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  첀첁첂첃첄첅첆첇첈첉첊첋첌첍첎첏첐첑첒첓
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  첔첕첖첗처척첚첛천첝첞첟철첡첢첣첤첥첦첧
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  첨첩첪첫첬청첮첯첰첱첲첳체첵첶첷첸첹첺첻
    255, 255, 0, 255, 1, 255, 0, 0, 0, 0, 0, 0, 255, 55, 0, 0, 255, 0, 0, 0,
    //  첼첽첾첿쳀쳁쳂쳃쳄쳅쳆쳇쳈쳉쳊쳋쳌쳍쳎쳏
    255, 0, 0, 0, 0, 0, 0, 0, 10, 12, 0, 29, 0, 17, 0, 0, 0, 0, 0, 0,
    //  쳐쳑쳒쳓쳔쳕쳖쳗쳘쳙쳚쳛쳜쳝쳞쳟쳠쳡쳢쳣
    255, 0, 0, 0, 4, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쳤쳥쳦쳧쳨쳩쳪쳫쳬쳭쳮쳯쳰쳱쳲쳳쳴쳵쳶쳷
    255, 1, 0, 0, 0, 0, 0, 0, 3, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0,
    //  쳸쳹쳺쳻쳼쳽쳾쳿촀촁촂촃촄촅촆촇초촉촊촋
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  촌촍촎촏촐촑촒촓촔촕촖촗촘촙촚촛촜총촞촟
    255, 0, 0, 0, 164, 0, 0, 0, 0, 0, 0, 0, 61, 2, 0, 196, 0, 255, 0, 0,
    //  촠촡촢촣촤촥촦촧촨촩촪촫촬촭촮촯촰촱촲촳
    0, 0, 0, 0, 1, 1, 0, 0, 122, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  촴촵촶촷촸촹촺촻촼촽촾촿쵀쵁쵂쵃쵄쵅쵆쵇
    0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쵈쵉쵊쵋쵌쵍쵎쵏쵐쵑쵒쵓쵔쵕쵖쵗쵘쵙쵚쵛
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  최쵝쵞쵟쵠쵡쵢쵣쵤쵥쵦쵧쵨쵩쵪쵫쵬쵭쵮쵯
    255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쵰쵱쵲쵳쵴쵵쵶쵷쵸쵹쵺쵻쵼쵽쵾쵿춀춁춂춃
    0, 0, 0, 0, 0, 0, 0, 0, 206, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  춄춅춆춇춈춉춊춋춌춍춎춏춐춑춒춓추축춖춗
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  춘춙춚춛출춝춞춟춠춡춢춣춤춥춦춧춨충춪춫
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 19, 0, 32, 0, 255, 0, 0,
    //  춬춭춮춯춰춱춲춳춴춵춶춷춸춹춺춻춼춽춾춿
    0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  췀췁췂췃췄췅췆췇췈췉췊췋췌췍췎췏췐췑췒췓
    0, 0, 0, 0, 56, 0, 0, 0, 0, 0, 0, 0, 84, 0, 0, 0, 2, 0, 0, 0,
    //  췔췕췖췗췘췙췚췛췜췝췞췟췠췡췢췣췤췥췦췧
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  취췩췪췫췬췭췮췯췰췱췲췳췴췵췶췷췸췹췺췻
    255, 0, 0, 0, 15, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  췼췽췾췿츀츁츂츃츄츅츆츇츈츉츊츋츌츍츎츏
    0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 12, 0, 0, 0, 0, 0, 0, 0,
    //  츐츑츒츓츔츕츖츗츘츙츚츛츜츝츞츟츠측츢츣
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  츤츥츦츧츨츩츪츫츬츭츮츯츰츱츲츳츴층츶츷
    25, 0, 0, 0, 53, 0, 0, 0, 0, 0, 0, 0, 79, 0, 0, 6, 0, 255, 0, 0,
    //  츸츹츺츻츼츽츾츿칀칁칂칃칄칅칆칇칈칉칊칋
    0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  칌칍칎칏칐칑칒칓칔칕칖칗치칙칚칛친칝칞칟
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  칠칡칢칣칤칥칦칧침칩칪칫칬칭칮칯칰칱칲칳
    255, 4, 0, 0, 0, 0, 0, 0, 255, 255, 0, 64, 0, 255, 0, 0, 0, 0, 0, 0,
    //  카칵칶칷칸칹칺칻칼칽칾칿캀캁캂캃캄캅캆캇
    255, 84, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 111, 0, 66,
    //  캈캉캊캋캌캍캎캏캐캑캒캓캔캕캖캗캘캙캚캛
    0, 209, 0, 0, 0, 0, 0, 0, 255, 5, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  캜캝캞캟캠캡캢캣캤캥캦캧캨캩캪캫캬캭캮캯
    0, 0, 0, 0, 255, 255, 0, 141, 1, 20, 0, 0, 0, 0, 0, 0, 61, 0, 0, 0,
    //  캰캱캲캳캴캵캶캷캸캹캺캻캼캽캾캿컀컁컂컃
    1, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  컄컅컆컇컈컉컊컋컌컍컎컏컐컑컒컓컔컕컖컗
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  컘컙컚컛컜컝컞컟컠컡컢컣커컥컦컧컨컩컪컫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 5, 0, 0, 255, 0, 0, 255,
    //  컬컭컮컯컰컱컲컳컴컵컶컷컸컹컺컻컼컽컾컿
    255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 255, 130, 21, 0, 0, 0, 0, 0, 0,
    //  케켁켂켃켄켅켆켇켈켉켊켋켌켍켎켏켐켑켒켓
    255, 7, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 81, 3, 0, 255,
    //  켔켕켖켗켘켙켚켛켜켝켞켟켠켡켢켣켤켥켦켧
    0, 9, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 15, 0, 0, 0, 26, 0, 0, 0,
    //  켨켩켪켫켬켭켮켯켰켱켲켳켴켵켶켷켸켹켺켻
    0, 0, 0, 0, 1, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  켼켽켾켿콀콁콂콃콄콅콆콇콈콉콊콋콌콍콎콏
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  콐콑콒콓코콕콖콗콘콙콚콛콜콝콞콟콠콡콢콣
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  콤콥콦콧콨콩콪콫콬콭콮콯콰콱콲콳콴콵콶콷
    255, 255, 0, 228, 0, 255, 0, 0, 0, 0, 0, 0, 255, 1, 0, 0, 96, 0, 0, 0,
    //  콸콹콺콻콼콽콾콿쾀쾁쾂쾃쾄쾅쾆쾇쾈쾉쾊쾋
    19, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 13, 0, 0, 0, 0, 0, 0,
    //  쾌쾍쾎쾏쾐쾑쾒쾓쾔쾕쾖쾗쾘쾙쾚쾛쾜쾝쾞쾟
    255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쾠쾡쾢쾣쾤쾥쾦쾧쾨쾩쾪쾫쾬쾭쾮쾯쾰쾱쾲쾳
    0, 40, 0, 0, 0, 0, 0, 0, 99, 0, 0, 0, 0, 0, 0, 0, 146, 0, 0, 0,
    //  쾴쾵쾶쾷쾸쾹쾺쾻쾼쾽쾾쾿쿀쿁쿂쿃쿄쿅쿆쿇
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0,
    //  쿈쿉쿊쿋쿌쿍쿎쿏쿐쿑쿒쿓쿔쿕쿖쿗쿘쿙쿚쿛
    36, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  쿜쿝쿞쿟쿠쿡쿢쿣쿤쿥쿦쿧쿨쿩쿪쿫쿬쿭쿮쿯
    0, 0, 0, 0, 255, 122, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  쿰쿱쿲쿳쿴쿵쿶쿷쿸쿹쿺쿻쿼쿽쿾쿿퀀퀁퀂퀃
    70, 11, 0, 6, 0, 92, 0, 0, 0, 0, 0, 0, 255, 3, 0, 0, 57, 0, 0, 0,
    //  퀄퀅퀆퀇퀈퀉퀊퀋퀌퀍퀎퀏퀐퀑퀒퀓퀔퀕퀖퀗
    60, 0, 0, 0, 0, 0, 0, 0, 6, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퀘퀙퀚퀛퀜퀝퀞퀟퀠퀡퀢퀣퀤퀥퀦퀧퀨퀩퀪퀫
    255, 0, 0, 0, 9, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퀬퀭퀮퀯퀰퀱퀲퀳퀴퀵퀶퀷퀸퀹퀺퀻퀼퀽퀾퀿
    0, 0, 0, 0, 0, 0, 0, 0, 255, 62, 0, 0, 255, 0, 0, 0, 74, 0, 0, 0,
    //  큀큁큂큃큄큅큆큇큈큉큊큋큌큍큎큏큐큑큒큓
    0, 0, 0, 0, 1, 5, 0, 3, 0, 7, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0,
    //  큔큕큖큗큘큙큚큛큜큝큞큟큠큡큢큣큤큥큦큧
    7, 0, 0, 0, 217, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  큨큩큪큫크큭큮큯큰큱큲큳클큵큶큷큸큹큺큻
    0, 0, 0, 0, 255, 5, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  큼큽큾큿킀킁킂킃킄킅킆킇킈킉킊킋킌킍킎킏
    255, 24, 0, 0, 0, 8, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  킐킑킒킓킔킕킖킗킘킙킚킛킜킝킞킟킠킡킢킣
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  키킥킦킧킨킩킪킫킬킭킮킯킰킱킲킳킴킵킶킷
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 166, 0, 255,
    //  킸킹킺킻킼킽킾킿타탁탂탃탄탅탆탇탈탉탊탋
    0, 255, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 22, 0, 0,
    //  탌탍탎탏탐탑탒탓탔탕탖탗탘탙탚탛태택탞탟
    0, 0, 0, 0, 255, 255, 0, 255, 60, 255, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  탠탡탢탣탤탥탦탧탨탩탪탫탬탭탮탯탰탱탲탳
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 191, 199, 0, 52, 6, 255, 0, 0,
    //  탴탵탶탷탸탹탺탻탼탽탾탿턀턁턂턃턄턅턆턇
    0, 0, 0, 0, 26, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  턈턉턊턋턌턍턎턏턐턑턒턓턔턕턖턗턘턙턚턛
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  턜턝턞턟턠턡턢턣턤턥턦턧턨턩턪턫턬턭턮턯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  터턱턲턳턴턵턶턷털턹턺턻턼턽턾턿텀텁텂텃
    255, 193, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 231, 25, 0, 24,
    //  텄텅텆텇텈텉텊텋테텍텎텏텐텑텒텓텔텕텖텗
    3, 71, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  텘텙텚텛템텝텞텟텠텡텢텣텤텥텦텧텨텩텪텫
    0, 0, 0, 0, 255, 134, 0, 53, 0, 39, 0, 0, 0, 0, 0, 0, 13, 0, 0, 0,
    //  텬텭텮텯텰텱텲텳텴텵텶텷텸텹텺텻텼텽텾텿
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 8, 0, 0, 0,
    //  톀톁톂톃톄톅톆톇톈톉톊톋톌톍톎톏톐톑톒톓
    0, 0, 0, 0, 18, 0, 0, 0, 210, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  톔톕톖톗톘톙톚톛톜톝톞톟토톡톢톣톤톥톦톧
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  톨톩톪톫톬톭톮톯톰톱톲톳톴통톶톷톸톹톺톻
    255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 13, 0, 255, 0, 0, 0, 0, 0, 0,
    //  톼톽톾톿퇀퇁퇂퇃퇄퇅퇆퇇퇈퇉퇊퇋퇌퇍퇎퇏
    0, 0, 0, 0, 4, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퇐퇑퇒퇓퇔퇕퇖퇗퇘퇙퇚퇛퇜퇝퇞퇟퇠퇡퇢퇣
    0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퇤퇥퇦퇧퇨퇩퇪퇫퇬퇭퇮퇯퇰퇱퇲퇳퇴퇵퇶퇷
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0,
    //  퇸퇹퇺퇻퇼퇽퇾퇿툀툁툂툃툄툅툆툇툈툉툊툋
    1, 0, 0, 0, 6, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 0, 8, 0, 0,
    //  툌툍툎툏툐툑툒툓툔툕툖툗툘툙툚툛툜툝툞툟
    0, 0, 0, 0, 4, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  툠툡툢툣툤툥툦툧툨툩툪툫투툭툮툯툰툱툲툳
    3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 52, 0, 0, 255, 0, 0, 0,
    //  툴툵툶툷툸툹툺툻툼툽툾툿퉀퉁퉂퉃퉄퉅퉆퉇
    255, 0, 0, 0, 0, 0, 0, 0, 234, 1, 0, 1, 0, 209, 0, 0, 0, 0, 0, 0,
    //  퉈퉉퉊퉋퉌퉍퉎퉏퉐퉑퉒퉓퉔퉕퉖퉗퉘퉙퉚퉛
    8, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퉜퉝퉞퉟퉠퉡퉢퉣퉤퉥퉦퉧퉨퉩퉪퉫퉬퉭퉮퉯
    3, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퉰퉱퉲퉳퉴퉵퉶퉷퉸퉹퉺퉻퉼퉽퉾퉿튀튁튂튃
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0,
    //  튄튅튆튇튈튉튊튋튌튍튎튏튐튑튒튓튔튕튖튗
    7, 0, 0, 0, 10, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 27, 0, 0,
    //  튘튙튚튛튜튝튞튟튠튡튢튣튤튥튦튧튨튩튪튫
    0, 0, 0, 0, 255, 0, 0, 0, 74, 0, 0, 0, 34, 0, 0, 0, 0, 0, 0, 0,
    //  튬튭튮튯튰튱튲튳튴튵튶튷트특튺튻튼튽튾튿
    132, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 28,
    //  틀틁틂틃틄틅틆틇틈틉틊틋틌틍틎틏틐틑틒틓
    255, 0, 1, 0, 0, 0, 0, 0, 255, 1, 0, 8, 0, 3, 0, 0, 0, 0, 0, 0,
    //  틔틕틖틗틘틙틚틛틜틝틞틟틠틡틢틣틤틥틦틧
    6, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  틨틩틪틫틬틭틮틯티틱틲틳틴틵틶틷틸틹틺틻
    0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  틼틽틾틿팀팁팂팃팄팅팆팇팈팉팊팋파팍팎팏
    0, 0, 0, 0, 255, 95, 0, 5, 0, 255, 0, 0, 0, 0, 0, 0, 255, 196, 44, 0,
    //  판팑팒팓팔팕팖팗팘팙팚팛팜팝팞팟팠팡팢팣
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 170, 255, 0, 201, 12, 255, 0, 0,
    //  팤팥팦팧패팩팪팫팬팭팮팯팰팱팲팳팴팵팶팷
    0, 58, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 157, 0, 0, 0, 0, 0, 0, 0,
    //  팸팹팺팻팼팽팾팿퍀퍁퍂퍃퍄퍅퍆퍇퍈퍉퍊퍋
    80, 41, 0, 68, 1, 255, 0, 0, 0, 0, 0, 0, 6, 1, 0, 0, 0, 0, 0, 0,
    //  퍌퍍퍎퍏퍐퍑퍒퍓퍔퍕퍖퍗퍘퍙퍚퍛퍜퍝퍞퍟
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퍠퍡퍢퍣퍤퍥퍦퍧퍨퍩퍪퍫퍬퍭퍮퍯퍰퍱퍲퍳
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퍴퍵퍶퍷퍸퍹퍺퍻퍼퍽퍾퍿펀펁펂펃펄펅펆펇
    0, 0, 0, 0, 0, 0, 0, 0, 255, 64, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  펈펉펊펋펌펍펎펏펐펑펒펓펔펕펖펗페펙펚펛
    0, 0, 0, 0, 255, 16, 0, 2, 2, 255, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  펜펝펞펟펠펡펢펣펤펥펦펧펨펩펪펫펬펭펮펯
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 18, 66, 0, 255, 0, 197, 0, 0,
    //  펰펱펲펳펴펵펶펷편펹펺펻펼펽펾펿폀폁폂폃
    0, 0, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  폄폅폆폇폈평폊폋폌폍폎폏폐폑폒폓폔폕폖폗
    33, 0, 0, 0, 43, 255, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  폘폙폚폛폜폝폞폟폠폡폢폣폤폥폦폧폨폩폪폫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  포폭폮폯폰폱폲폳폴폵폶폷폸폹폺폻폼폽폾폿
    255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 1, 0, 33,
    //  퐀퐁퐂퐃퐄퐅퐆퐇퐈퐉퐊퐋퐌퐍퐎퐏퐐퐑퐒퐓
    0, 255, 0, 0, 0, 1, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퐔퐕퐖퐗퐘퐙퐚퐛퐜퐝퐞퐟퐠퐡퐢퐣퐤퐥퐦퐧
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퐨퐩퐪퐫퐬퐭퐮퐯퐰퐱퐲퐳퐴퐵퐶퐷퐸퐹퐺퐻
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퐼퐽퐾퐿푀푁푂푃푄푅푆푇푈푉푊푋푌푍푎푏
    0, 0, 0, 0, 32, 0, 0, 0, 9, 0, 0, 0, 10, 0, 0, 0, 0, 0, 0, 0,
    //  푐푑푒푓푔푕푖푗푘푙푚푛표푝푞푟푠푡푢푣
    0, 0, 0, 0, 0, 3, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  푤푥푦푧푨푩푪푫푬푭푮푯푰푱푲푳푴푵푶푷
    1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0,
    //  푸푹푺푻푼푽푾푿풀풁풂풃풄풅풆풇품풉풊풋
    255, 37, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 255, 2, 0, 255,
    //  풌풍풎풏풐풑풒풓풔풕풖풗풘풙풚풛풜풝풞풟
    0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  풠풡풢풣풤풥풦풧풨풩풪풫풬풭풮풯풰풱풲풳
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  풴풵풶풷풸풹풺풻풼풽풾풿퓀퓁퓂퓃퓄퓅퓆퓇
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  퓈퓉퓊퓋퓌퓍퓎퓏퓐퓑퓒퓓퓔퓕퓖퓗퓘퓙퓚퓛
    0, 0, 0, 0, 85, 0, 0, 0, 2, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0,
    //  퓜퓝퓞퓟퓠퓡퓢퓣퓤퓥퓦퓧퓨퓩퓪퓫퓬퓭퓮퓯
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  퓰퓱퓲퓳퓴퓵퓶퓷퓸퓹퓺퓻퓼퓽퓾퓿픀픁픂픃
    46, 0, 0, 0, 0, 0, 0, 0, 15, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  프픅픆픇픈픉픊픋플픍픎픏픐픑픒픓픔픕픖픗
    255, 0, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 188, 6, 0, 0,
    //  픘픙픚픛픜픝픞픟픠픡픢픣픤픥픦픧픨픩픪픫
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  픬픭픮픯픰픱픲픳픴픵픶픷픸픹픺픻피픽픾픿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0,
    //  핀핁핂핃필핅핆핇핈핉핊핋핌핍핎핏핐핑핒핓
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 52, 141, 0, 174, 0, 255, 0, 0,
    //  핔핕핖핗하학핚핛한핝핞핟할핡핢핣핤핥핦핧
    0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 24, 0, 0,
    //  함합핪핫핬항핮핯핰핱핲핳해핵핶핷핸핹핺핻
    255, 255, 0, 255, 0, 255, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  핼핽핾핿햀햁햂햃햄햅햆햇했행햊햋햌햍햎햏
    68, 0, 0, 0, 0, 0, 0, 0, 255, 16, 0, 193, 255, 255, 0, 0, 0, 0, 0, 6,
    //  햐햑햒햓햔햕햖햗햘햙햚햛햜햝햞햟햠햡햢햣
    29, 1, 0, 0, 1, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4,
    //  햤향햦햧햨햩햪햫햬햭햮햯햰햱햲햳햴햵햶햷
    0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  햸햹햺햻햼햽햾햿헀헁헂헃헄헅헆헇허헉헊헋
    0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 255, 27, 0, 0,
    //  헌헍헎헏헐헑헒헓헔헕헖헗험헙헚헛헜헝헞헟
    255, 0, 0, 0, 212, 0, 0, 0, 0, 0, 0, 0, 255, 2, 0, 108, 0, 255, 0, 0,
    //  헠헡헢헣헤헥헦헧헨헩헪헫헬헭헮헯헰헱헲헳
    0, 0, 0, 0, 255, 99, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  헴헵헶헷헸헹헺헻헼헽헾헿혀혁혂혃현혅혆혇
    41, 38, 0, 57, 0, 27, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0,
    //  혈혉혊혋혌혍혎혏혐협혒혓혔형혖혗혘혙혚혛
    255, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 6, 255, 255, 0, 0, 0, 0, 0, 0,
    //  혜혝혞혟혠혡혢혣혤혥혦혧혨혩혪혫혬혭혮혯
    255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  혰혱혲혳혴혵혶혷호혹혺혻혼혽혾혿홀홁홂홃
    0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  홄홅홆홇홈홉홊홋홌홍홎홏홐홑홒홓화확홖홗
    0, 0, 0, 0, 255, 253, 0, 255, 0, 255, 0, 0, 0, 17, 0, 0, 255, 255, 0, 0,
    //  환홙홚홛활홝홞홟홠홡홢홣홤홥홦홧홨황홪홫
    255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 7, 0, 255, 0, 0,
    //  홬홭홮홯홰홱홲홳홴홵홶홷홸홹홺홻홼홽홾홿
    0, 0, 0, 0, 12, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  횀횁횂횃횄횅횆횇횈횉횊횋회획횎횏횐횑횒횓
    0, 0, 0, 20, 0, 0, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 0, 0, 0, 0,
    //  횔횕횖횗횘횙횚횛횜횝횞횟횠횡횢횣횤횥횦횧
    14, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 255, 0, 0, 0, 0, 0, 0,
    //  효횩횪횫횬횭횮횯횰횱횲횳횴횵횶횷횸횹횺횻
    255, 0, 0, 0, 11, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  횼횽횾횿훀훁훂훃후훅훆훇훈훉훊훋훌훍훎훏
    0, 1, 0, 0, 0, 0, 0, 0, 255, 99, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0,
    //  훐훑훒훓훔훕훖훗훘훙훚훛훜훝훞훟훠훡훢훣
    0, 15, 0, 0, 199, 0, 0, 255, 0, 128, 0, 0, 0, 1, 0, 0, 10, 0, 0, 0,
    //  훤훥훦훧훨훩훪훫훬훭훮훯훰훱훲훳훴훵훶훷
    58, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 0, 0,
    //  훸훹훺훻훼훽훾훿휀휁휂휃휄휅휆휇휈휉휊휋
    0, 0, 0, 0, 255, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  휌휍휎휏휐휑휒휓휔휕휖휗휘휙휚휛휜휝휞휟
    0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 255, 4, 0, 0, 43, 0, 0, 0,
    //  휠휡휢휣휤휥휦휧휨휩휪휫휬휭휮휯휰휱휲휳
    173, 0, 0, 0, 0, 0, 0, 0, 14, 135, 0, 7, 0, 1, 0, 0, 0, 0, 0, 0,
    //  휴휵휶휷휸휹휺휻휼휽휾휿흀흁흂흃흄흅흆흇
    255, 0, 0, 0, 0, 0, 0, 0, 40, 0, 0, 0, 0, 0, 0, 0, 26, 0, 0, 0,
    //  흈흉흊흋흌흍흎흏흐흑흒흓흔흕흖흗흘흙흚흛
    0, 255, 0, 0, 0, 0, 0, 0, 255, 255, 0, 0, 255, 0, 0, 0, 255, 209, 0, 0,
    //  흜흝흞흟흠흡흢흣흤흥흦흧흨흩흪흫희흭흮흯
    0, 0, 0, 0, 255, 255, 0, 0, 0, 255, 0, 0, 0, 161, 0, 0, 255, 0, 0, 0,
    //  흰흱흲흳흴흵흶흷흸흹흺흻흼흽흾흿힀힁힂힃
    255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  힄힅힆힇히힉힊힋힌힍힎힏힐힑힒힓힔힕힖힗
    0, 0, 0, 0, 255, 43, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  힘힙힚힛힜힝힞힟힠힡힢힣힤힥힦힧힨힩힪힫
    255, 255, 0, 20, 0, 27, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1,
    //  힬힭힮힯ힰힱힲힳힴힵힶힷힸힹힺힻힼힽힾힿ
    1, 1, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  ퟀퟁퟂퟃퟄퟅퟆ퟇퟈퟉퟊ퟋퟌퟍퟎퟏퟐퟑퟒퟓ
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  ퟔퟕퟖퟗퟘퟙퟚퟛퟜퟝퟞퟟퟠퟡퟢퟣퟤퟥퟦퟧ
    0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0,
};

uint8_t cjk_freqs[] = {
    //  一丁丂七丄丅丆万丈三上下丌不与丏丐丑丒专
    255, 255, 0, 255, 1, 0, 0, 255, 255, 255, 255, 255, 2, 255, 255, 0, 156, 255, 0, 255,
    //  且丕世丗丘丙业丛东丝丞丟丠両丢丣两严並丧
    255, 255, 255, 2, 255, 255, 255, 255, 255, 255, 255, 255, 0, 255, 255, 0, 255, 255, 255, 255,
    //  丨丩个丫丬中丮丯丰丱串丳临丵丶丷丸丹为主
    115, 0, 255, 255, 1, 255, 0, 0, 255, 2, 255, 0, 255, 0, 162, 4, 255, 255, 255, 255,
    //  丼丽举丿乀乁乂乃乄久乆乇么义乊之乌乍乎乏
    188, 255, 255, 24, 1, 0, 134, 255, 4, 255, 2, 1, 255, 255, 0, 255, 255, 255, 255, 255,
    //  乐乑乒乓乔乕乖乗乘乙乚乛乜九乞也习乡乢乣
    255, 0, 255, 255, 255, 5, 255, 255, 255, 255, 1, 2, 81, 255, 255, 255, 255, 255, 0, 2,
    //  乤乥书乧乨乩乪乫乬乭乮乯买乱乲乳乴乵乶乷
    0, 0, 255, 0, 0, 44, 1, 0, 0, 32, 0, 0, 255, 255, 0, 255, 0, 0, 0, 0,
    //  乸乹乺乻乼乽乾乿亀亁亂亃亄亅了亇予争亊事
    2, 0, 0, 0, 0, 0, 255, 0, 255, 0, 255, 0, 0, 4, 255, 1, 255, 255, 1, 255,
    //  二亍于亏亐云互亓五井亖亗亘亙亚些亜亝亞亟
    255, 2, 255, 255, 0, 255, 255, 23, 255, 255, 4, 0, 255, 50, 255, 255, 255, 0, 255, 153,
    //  亠亡亢亣交亥亦产亨亩亪享京亭亮亯亰亱亲亳
    3, 255, 230, 1, 255, 255, 255, 255, 255, 255, 0, 255, 255, 255, 255, 0, 5, 0, 255, 127,
    //  亴亵亶亷亸亹人亻亼亽亾亿什仁仂仃仄仅仆仇
    0, 87, 49, 7, 0, 18, 255, 10, 1, 0, 1, 255, 255, 255, 5, 14, 156, 255, 255, 255,
    //  仈仉今介仌仍从仏仐仑仒仓仔仕他仗付仙仚仛
    0, 4, 255, 255, 2, 255, 255, 255, 0, 255, 0, 255, 255, 255, 255, 255, 255, 255, 1, 0,
    //  仜仝仞仟仠仡仢代令以仦仧仨仩仪仫们仭仮仯
    0, 36, 34, 40, 0, 28, 0, 255, 255, 255, 0, 0, 33, 0, 255, 5, 255, 3, 255, 0,
    //  仰仱仲仳仴仵件价仸仹仺任仼份仾仿伀企伂伃
    255, 0, 255, 8, 0, 44, 255, 255, 0, 0, 0, 255, 0, 255, 0, 255, 0, 255, 0, 28,
    //  伄伅伆伇伈伉伊伋伌伍伎伏伐休伒伓伔伕伖众
    0, 0, 0, 0, 0, 50, 255, 11, 0, 255, 255, 255, 255, 255, 5, 0, 0, 22, 0, 255,
    //  优伙会伛伜伝伞伟传伡伢伣伤伥伦伧伨伩伪伫
    255, 255, 255, 1, 0, 255, 255, 255, 255, 1, 13, 1, 255, 31, 255, 0, 0, 0, 255, 65,
    //  伬伭伮伯估伱伲伳伴伵伶伷伸伹伺伻似伽伾伿
    0, 0, 0, 255, 255, 0, 1, 0, 255, 0, 255, 12, 255, 1, 255, 0, 255, 255, 6, 0,
    //  佀佁佂佃佄佅但佇佈佉佊佋佌位低住佐佑佒体
    1, 0, 1, 192, 0, 0, 255, 57, 255, 9, 0, 2, 1, 255, 255, 255, 255, 255, 1, 255,
    //  佔何佖佗佘余佚佛作佝佞佟你佡佢佣佤佥佦佧
    255, 255, 5, 87, 246, 255, 191, 255, 255, 74, 33, 255, 255, 1, 47, 195, 51, 100, 0, 2,
    //  佨佩佪佫佬佭佮佯佰佱佲佳佴併佶佷佸佹佺佻
    0, 255, 0, 0, 255, 0, 2, 59, 92, 0, 0, 255, 1, 255, 52, 3, 0, 0, 29, 35,
    //  佼佽佾使侀侁侂侃侄侅來侇侈侉侊例侌侍侎侏
    201, 4, 12, 255, 0, 3, 12, 255, 255, 5, 255, 0, 143, 1, 12, 255, 2, 255, 0, 255,
    //  侐侑侒侓侔侕侖侗侘侙侚供侜依侞侟侠価侢侣
    0, 255, 24, 0, 19, 0, 115, 166, 13, 0, 5, 255, 1, 255, 19, 0, 255, 255, 0, 255,
    //  侤侥侦侧侨侩侪侫侬侭侮侯侰侱侲侳侴侵侶侷
    0, 134, 255, 255, 255, 7, 9, 1, 177, 3, 255, 255, 0, 0, 1, 0, 1, 255, 255, 29,
    //  侸侹侺侻侼侽侾便俀俁係促俄俅俆俇俈俉俊俋
    0, 6, 0, 0, 0, 0, 0, 255, 0, 51, 255, 255, 255, 17, 2, 0, 0, 2, 255, 7,
    //  俌俍俎俏俐俑俒俓俔俕俖俗俘俙俚俛俜保俞俟
    7, 7, 44, 255, 240, 228, 2, 1, 4, 0, 0, 255, 255, 0, 55, 4, 0, 255, 255, 135,
    //  俠信俢俣俤俥俦俧俨俩俪俫俬俭修俯俰俱俲俳
    255, 255, 0, 255, 4, 8, 21, 0, 86, 255, 45, 0, 5, 255, 255, 255, 1, 255, 0, 255,
    //  俴俵俶俷俸俹俺俻俼俽俾俿倀倁倂倃倄倅倆倇
    3, 255, 109, 0, 255, 0, 255, 0, 0, 1, 210, 0, 2, 0, 8, 0, 0, 10, 174, 0,
    //  倈倉倊個倌倍倎倏倐們倒倓倔倕倖倗倘候倚倛
    1, 255, 0, 255, 20, 255, 1, 57, 0, 255, 255, 31, 124, 4, 255, 1, 168, 255, 255, 7,
    //  倜倝倞借倠倡倢倣値倥倦倧倨倩倪倫倬倭倮倯
    38, 4, 24, 255, 0, 255, 10, 255, 255, 3, 255, 22, 22, 255, 255, 255, 141, 255, 7, 0,
    //  倰倱倲倳倴倵倶倷倸倹债倻值倽倾倿偀偁偂偃
    0, 0, 0, 0, 0, 0, 255, 0, 1, 45, 255, 50, 255, 0, 255, 0, 3, 20, 0, 174,
    //  偄偅偆假偈偉偊偋偌偍偎偏偐偑偒偓偔偕偖偗
    0, 0, 1, 255, 98, 255, 2, 0, 52, 17, 69, 255, 0, 1, 0, 15, 0, 255, 1, 0,
    //  偘偙做偛停偝偞偟偠偡偢偣偤健偦偧偨偩偪偫
    0, 0, 255, 0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 5, 0,
    //  偬偭偮偯偰偱偲偳側偵偶偷偸偹偺偻偼偽偾偿
    2, 0, 0, 0, 84, 3, 199, 0, 255, 255, 255, 255, 8, 1, 0, 57, 0, 255, 1, 255,
    //  傀傁傂傃傄傅傆傇傈傉傊傋傌傍傎傏傐傑傒傓
    255, 0, 0, 3, 0, 255, 0, 0, 30, 5, 0, 0, 4, 255, 0, 0, 0, 255, 5, 0,
    //  傔傕傖傗傘備傚傛傜傝傞傟傠傡傢傣傤傥傦傧
    0, 23, 1, 0, 255, 255, 17, 2, 0, 0, 1, 0, 0, 0, 123, 176, 0, 26, 0, 5,
    //  储傩傪傫催傭傮傯傰傱傲傳傴債傶傷傸傹傺傻
    255, 28, 0, 1, 255, 255, 0, 0, 0, 0, 255, 255, 1, 255, 0, 255, 0, 0, 0, 255,
    //  傼傽傾傿僀僁僂僃僄僅僆僇僈僉僊僋僌働僎像
    0, 0, 255, 0, 0, 0, 3, 0, 0, 255, 0, 1, 0, 255, 56, 0, 0, 255, 6, 255,
    //  僐僑僒僓僔僕僖僗僘僙僚僛僜僝僞僟僠僡僢僣
    0, 255, 0, 0, 2, 255, 172, 0, 1, 11, 255, 1, 0, 0, 29, 0, 0, 1, 0, 2,
    //  僤僥僦僧僨僩僪僫僬僭僮僯僰僱僲僳僴僵僶僷
    1, 22, 2, 255, 2, 4, 0, 0, 0, 120, 30, 0, 12, 255, 0, 27, 5, 255, 0, 0,
    //  僸價僺僻僼僽僾僿儀儁儂儃億儅儆儇儈儉儊儋
    0, 255, 0, 255, 0, 0, 1, 0, 255, 141, 254, 0, 255, 0, 44, 5, 5, 124, 0, 61,
    //  儌儍儎儏儐儑儒儓儔儕儖儗儘儙儚儛儜儝儞償
    0, 2, 0, 0, 6, 0, 255, 0, 22, 35, 0, 2, 255, 0, 47, 0, 0, 0, 1, 255,
    //  儠儡儢儣儤儥儦儧儨儩優儫儬儭儮儯儰儱儲儳
    0, 255, 0, 0, 0, 0, 19, 0, 0, 0, 255, 1, 0, 0, 0, 0, 0, 0, 255, 0,
    //  儴儵儶儷儸儹儺儻儼儽儾儿兀允兂元兄充兆兇
    0, 0, 0, 88, 12, 0, 22, 10, 47, 0, 0, 255, 255, 255, 0, 255, 255, 255, 255, 255,
    //  先光兊克兌免兎兏児兑兒兓兔兕兖兗兘兙党兛
    255, 255, 1, 255, 131, 255, 255, 0, 255, 255, 255, 0, 255, 26, 178, 144, 0, 0, 255, 2,
    //  兜兝兞兟兠兡兢兣兤入兦內全兩兪八公六兮兯
    255, 0, 0, 2, 1, 0, 119, 1, 0, 255, 0, 255, 255, 255, 58, 255, 255, 255, 255, 0,
    //  兰共兲关兴兵其具典兹兺养兼兽兾兿冀冁冂冃
    255, 255, 0, 255, 255, 255, 255, 255, 255, 255, 0, 255, 255, 255, 1, 1, 255, 0, 2, 0,
    //  冄内円冇冈冉冊冋册再冎冏冐冑冒冓冔冕冖冗
    0, 255, 255, 115, 255, 255, 255, 1, 255, 255, 0, 114, 0, 134, 255, 0, 1, 255, 5, 255,
    //  冘写冚军农冝冞冟冠冡冢冣冤冥冦冧冨冩冪冫
    0, 255, 3, 255, 255, 6, 0, 0, 255, 1, 199, 0, 255, 255, 2, 17, 255, 1, 81, 1,
    //  冬冭冮冯冰冱冲决冴况冶冷冸冹冺冻冼冽冾冿
    255, 0, 2, 255, 255, 0, 255, 255, 236, 255, 255, 255, 2, 0, 1, 255, 252, 176, 0, 0,
    //  净凁凂凃凄凅准凇凈凉凊凋凌凍凎减凐凑凒凓
    255, 0, 0, 33, 255, 0, 255, 4, 13, 255, 11, 159, 255, 255, 0, 255, 0, 255, 0, 0,
    //  凔凕凖凗凘凙凚凛凜凝凞凟几凡凢凣凤凥処凧
    0, 0, 15, 0, 1, 0, 0, 255, 255, 255, 13, 0, 255, 255, 3, 1, 255, 0, 255, 55,
    //  凨凩凪凫凬凭凮凯凰凱凲凳凴凵凶凷凸凹出击
    0, 17, 255, 15, 0, 255, 2, 255, 255, 255, 0, 220, 3, 0, 255, 0, 255, 255, 255, 255,
    //  凼函凾凿刀刁刂刃刄刅分切刈刉刊刋刌刍刎刏
    4, 255, 1, 207, 255, 255, 2, 255, 7, 0, 255, 255, 255, 0, 255, 5, 0, 31, 49, 0,
    //  刐刑划刓刔刕刖列刘则刚创刜初刞刟删刡刢刣
    0, 255, 255, 0, 0, 2, 2, 255, 255, 255, 255, 255, 0, 255, 0, 0, 255, 0, 0, 3,
    //  判別刦刧刨利刪别刬刭刮刯到刱刲刳刴刵制刷
    255, 255, 2, 5, 100, 255, 255, 255, 0, 1, 255, 0, 255, 0, 1, 14, 0, 0, 255, 255,
    //  券刹刺刻刼刽刾刿剀剁剂剃剄剅剆則剈剉削剋
    255, 255, 255, 255, 11, 24, 0, 1, 1, 54, 255, 219, 10, 0, 0, 255, 0, 3, 255, 171,
    //  剌前剎剏剐剑剒剓剔剕剖剗剘剙剚剛剜剝剞剟
    255, 255, 194, 2, 37, 255, 0, 0, 255, 0, 255, 4, 0, 0, 0, 255, 16, 206, 0, 0,
    //  剠剡剢剣剤剥剦剧剨剩剪剫剬剭剮副剰剱割剳
    0, 12, 0, 255, 255, 255, 0, 255, 0, 255, 255, 0, 0, 0, 1, 255, 255, 24, 255, 4,
    //  剴創剶剷剸剹剺剻剼剽剾剿劀劁劂劃劄劅劆劇
    1, 255, 0, 33, 0, 0, 0, 0, 0, 69, 0, 255, 0, 0, 1, 255, 23, 0, 0, 255,
    //  劈劉劊劋劌劍劎劏劐劑劒劓劔劕劖劗劘劙劚力
    255, 255, 33, 0, 1, 255, 0, 33, 0, 255, 4, 0, 21, 0, 0, 0, 0, 4, 1, 255,
    //  劜劝办功加务劢劣劤劥劦劧动助努劫劬劭劮劯
    0, 255, 255, 255, 255, 255, 6, 255, 0, 0, 1, 0, 255, 255, 255, 255, 11, 174, 0, 0,
    //  劰励劲劳労劵劶劷劸効劺劻劼劽劾势勀勁勂勃
    0, 255, 255, 255, 255, 21, 0, 0, 0, 255, 0, 12, 14, 0, 255, 255, 1, 255, 0, 255,
    //  勄勅勆勇勈勉勊勋勌勍勎勏勐勑勒勓勔動勖勗
    0, 255, 0, 255, 0, 255, 0, 255, 0, 7, 0, 0, 106, 35, 255, 0, 27, 255, 116, 34,
    //  勘務勚勛勜勝勞募勠勡勢勣勤勥勦勧勨勩勪勫
    255, 255, 1, 255, 0, 255, 255, 255, 3, 0, 255, 25, 255, 0, 11, 255, 0, 1, 0, 1,
    //  勬勭勮勯勰勱勲勳勴勵勶勷勸勹勺勻勼勽勾勿
    0, 0, 1, 0, 38, 9, 255, 255, 0, 255, 0, 11, 255, 1, 220, 131, 0, 0, 255, 255,
    //  匀匁匂匃匄包匆匇匈匉匊匋匌匍匎匏匐匑匒匓
    255, 10, 182, 0, 9, 255, 255, 0, 255, 0, 1, 2, 0, 136, 0, 38, 122, 0, 0, 0,
    //  匔匕化北匘匙匚匛匜匝匞匟匠匡匢匣匤匥匦匧
    0, 255, 255, 255, 0, 255, 1, 0, 2, 167, 0, 0, 255, 255, 0, 255, 1, 0, 0, 0,
    //  匨匩匪匫匬匭匮匯匰匱匲匳匴匵匶匷匸匹区医
    0, 0, 255, 0, 0, 3, 128, 255, 0, 39, 0, 0, 0, 0, 0, 0, 0, 255, 255, 255,
    //  匼匽匾匿區十卂千卄卅卆升午卉半卋卌卍华协
    0, 2, 255, 255, 255, 255, 0, 255, 1, 162, 0, 255, 255, 255, 255, 0, 8, 186, 255, 255,
    //  卐卑卒卓協单卖南単卙博卛卜卝卞卟占卡卢卣
    77, 255, 255, 255, 255, 255, 255, 255, 255, 0, 255, 0, 255, 1, 201, 14, 255, 255, 255, 8,
    //  卤卥卦卧卨卩卪卫卬卭卮卯印危卲即却卵卶卷
    135, 1, 255, 255, 16, 1, 0, 255, 29, 8, 10, 255, 255, 255, 8, 255, 255, 255, 0, 255,
    //  卸卹卺卻卼卽卾卿厀厁厂厃厄厅历厇厈厉厊压
    255, 39, 1, 255, 0, 26, 0, 255, 0, 0, 255, 0, 255, 255, 255, 0, 0, 255, 0, 255,
    //  厌厍厎厏厐厑厒厓厔厕厖厗厘厙厚厛厜厝厞原
    255, 5, 1, 0, 0, 0, 0, 12, 12, 162, 4, 0, 255, 12, 255, 0, 0, 255, 0, 255,
    //  厠厡厢厣厤厥厦厧厨厩厪厫厬厭厮厯厰厱厲厳
    5, 0, 255, 1, 0, 255, 255, 0, 255, 255, 2, 1, 0, 255, 255, 63, 7, 0, 255, 255,
    //  厴厵厶厷厸厹厺去厼厽厾县叀叁参參叄叅叆叇
    0, 0, 8, 7, 0, 1, 0, 255, 0, 0, 0, 255, 0, 34, 255, 255, 9, 42, 1, 0,
    //  又叉及友双反収叏叐发叒叓叔叕取受变叙叚叛
    255, 255, 255, 255, 255, 255, 255, 0, 0, 255, 0, 0, 255, 0, 255, 255, 255, 255, 5, 255,
    //  叜叝叞叟叠叡叢口古句另叧叨叩只叫召叭叮可
    0, 0, 0, 112, 255, 255, 255, 255, 255, 255, 255, 2, 147, 255, 255, 255, 255, 212, 255, 255,
    //  台叱史右叴叵叶号司叹叺叻叼叽叾叿吀吁吂吃
    255, 255, 255, 255, 0, 20, 255, 255, 255, 255, 2, 170, 95, 80, 0, 0, 0, 255, 0, 255,
    //  各吅吆吇合吉吊吋同名后吏吐向吒吓吔吕吖吗
    255, 0, 58, 0, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 166, 255, 4, 255, 16, 255,
    //  吘吙吚君吜吝吞吟吠吡吢吣吤吥否吧吨吩吪含
    0, 0, 0, 255, 0, 126, 255, 255, 194, 140, 0, 3, 0, 1, 255, 255, 255, 255, 0, 255,
    //  听吭吮启吰吱吲吳吴吵吶吷吸吹吺吻吼吽吾吿
    255, 88, 31, 255, 0, 244, 38, 255, 255, 255, 61, 0, 255, 255, 0, 255, 255, 30, 255, 9,
    //  呀呁呂呃呄呅呆呇呈呉告呋呌呍呎呏呐呑呒呓
    255, 0, 255, 175, 2, 0, 255, 0, 255, 255, 255, 38, 1, 0, 255, 0, 204, 150, 0, 18,
    //  呔呕呖呗员呙呚呛呜呝呞呟呠呡呢呣呤呥呦呧
    7, 130, 0, 41, 255, 2, 0, 80, 255, 0, 0, 29, 4, 6, 255, 1, 130, 0, 137, 0,
    //  周呩呪呫呬呭呮呯呰呱呲味呴呵呶呷呸呹呺呻
    255, 0, 255, 0, 0, 0, 0, 6, 2, 65, 29, 255, 1, 255, 10, 47, 111, 0, 0, 58,
    //  呼命呾呿咀咁咂咃咄咅咆咇咈咉咊咋和咍咎咏
    255, 255, 3, 1, 255, 73, 104, 0, 151, 0, 255, 4, 0, 0, 0, 208, 255, 1, 235, 255,
    //  咐咑咒咓咔咕咖咗咘咙咚咛咜咝咞咟咠咡咢咣
    255, 0, 255, 0, 253, 255, 255, 53, 0, 126, 255, 43, 0, 13, 0, 1, 0, 0, 4, 32,
    //  咤咥咦咧咨咩咪咫咬咭咮咯咰咱咲咳咴咵咶咷
    232, 25, 241, 255, 255, 101, 255, 109, 255, 34, 1, 255, 0, 255, 255, 255, 1, 0, 0, 0,
    //  咸咹咺咻咼咽咾咿哀品哂哃哄哅哆哇哈哉哊哋
    255, 1, 1, 255, 1, 255, 5, 58, 255, 255, 16, 0, 255, 0, 255, 255, 255, 255, 0, 37,
    //  哌响哎哏哐哑哒哓哔哕哖哗哘哙哚哛哜哝哞哟
    65, 255, 255, 22, 15, 255, 141, 2, 255, 3, 7, 255, 0, 4, 38, 0, 0, 25, 14, 133,
    //  哠員哢哣哤哥哦哧哨哩哪哫哬哭哮哯哰哱哲哳
    0, 255, 0, 0, 0, 255, 255, 80, 255, 255, 255, 0, 0, 255, 255, 0, 0, 12, 255, 5,
    //  哴哵哶哷哸哹哺哻哼哽哾哿唀唁唂唃唄唅唆唇
    0, 0, 0, 26, 0, 0, 255, 1, 255, 79, 0, 3, 0, 43, 1, 5, 255, 3, 255, 255,
    //  唈唉唊唋唌唍唎唏唐唑唒唓唔唕唖唗唘唙唚唛
    0, 247, 3, 0, 0, 0, 10, 48, 255, 121, 0, 0, 255, 0, 27, 0, 0, 0, 0, 31,
    //  唜唝唞唟唠唡唢唣唤唥唦唧唨唩唪唫唬唭售唯
    0, 0, 3, 0, 38, 0, 23, 2, 255, 0, 0, 143, 0, 0, 5, 1, 181, 10, 255, 255,
    //  唰唱唲唳唴唵唶唷唸唹唺唻唼唽唾唿啀啁啂啃
    217, 255, 0, 33, 0, 13, 0, 52, 130, 3, 0, 2, 2, 0, 255, 4, 0, 3, 0, 128,
    //  啄啅商啇啈啉啊啋啌啍啎問啐啑啒啓啔啕啖啗
    213, 0, 255, 1, 0, 37, 255, 0, 0, 1, 0, 255, 51, 0, 0, 255, 0, 16, 30, 0,
    //  啘啙啚啛啜啝啞啟啠啡啢啣啤啥啦啧啨啩啪啫
    0, 0, 0, 0, 51, 0, 98, 255, 0, 255, 0, 2, 255, 255, 255, 221, 0, 1, 255, 11,
    //  啬啭啮啯啰啱啲啳啴啵啶啷啸啹啺啻啼啽啾啿
    33, 3, 58, 0, 58, 12, 50, 0, 3, 19, 109, 34, 255, 18, 0, 14, 255, 0, 59, 0,
    //  喀喁喂喃善喅喆喇喈喉喊喋喌喍喎喏喐喑喒喓
    255, 4, 255, 255, 255, 0, 255, 255, 46, 255, 255, 176, 0, 0, 6, 32, 0, 7, 0, 2,
    //  喔喕喖喗喘喙喚喛喜喝喞喟喠喡喢喣喤喥喦喧
    182, 0, 0, 0, 255, 255, 255, 0, 255, 255, 0, 21, 0, 0, 0, 0, 6, 0, 2, 255,
    //  喨喩喪喫喬喭單喯喰喱喲喳喴喵営喷喸喹喺喻
    3, 107, 255, 255, 255, 0, 255, 0, 255, 48, 29, 45, 0, 255, 255, 255, 0, 63, 27, 255,
    //  喼喽喾喿嗀嗁嗂嗃嗄嗅嗆嗇嗈嗉嗊嗋嗌嗍嗎嗏
    7, 49, 2, 0, 0, 1, 0, 0, 11, 255, 127, 37, 0, 0, 1, 0, 10, 0, 255, 1,
    //  嗐嗑嗒嗓嗔嗕嗖嗗嗘嗙嗚嗛嗜嗝嗞嗟嗠嗡嗢嗣
    5, 27, 99, 255, 193, 0, 207, 0, 0, 1, 172, 0, 255, 41, 3, 83, 0, 255, 2, 255,
    //  嗤嗥嗦嗧嗨嗩嗪嗫嗬嗭嗮嗯嗰嗱嗲嗳嗴嗵嗶嗷
    255, 4, 187, 1, 106, 6, 59, 18, 18, 0, 0, 255, 9, 2, 9, 23, 0, 51, 74, 103,
    //  嗸嗹嗺嗻嗼嗽嗾嗿嘀嘁嘂嘃嘄嘅嘆嘇嘈嘉嘊嘋
    0, 6, 0, 0, 0, 186, 6, 1, 198, 9, 1, 0, 0, 73, 255, 0, 102, 255, 0, 0,
    //  嘌嘍嘎嘏嘐嘑嘒嘓嘔嘕嘖嘗嘘嘙嘚嘛嘜嘝嘞嘟
    122, 11, 255, 48, 0, 0, 7, 16, 130, 0, 12, 255, 255, 0, 7, 255, 21, 0, 17, 222,
    //  嘠嘡嘢嘣嘤嘥嘦嘧嘨嘩嘪嘫嘬嘭嘮嘯嘰嘱嘲嘳
    2, 1, 106, 25, 89, 20, 0, 35, 0, 255, 0, 0, 11, 203, 22, 162, 14, 255, 255, 0,
    //  嘴嘵嘶嘷嘸嘹嘺嘻嘼嘽嘾嘿噀噁噂噃噄噅噆噇
    255, 1, 255, 0, 8, 42, 0, 255, 0, 4, 0, 255, 0, 54, 255, 0, 0, 0, 0, 0,
    //  噈噉噊噋噌噍噎噏噐噑噒噓噔噕噖噗噘噙噚噛
    0, 4, 0, 0, 167, 7, 52, 22, 1, 0, 0, 50, 67, 0, 0, 255, 6, 42, 3, 175,
    //  噜噝噞噟噠噡噢噣噤噥噦噧器噩噪噫噬噭噮噯
    97, 7, 0, 0, 23, 0, 91, 0, 49, 2, 3, 0, 255, 202, 255, 28, 255, 0, 0, 0,
    //  噰噱噲噳噴噵噶噷噸噹噺噻噼噽噾噿嚀嚁嚂嚃
    1, 21, 4, 2, 255, 0, 255, 0, 255, 193, 100, 32, 105, 0, 0, 0, 6, 0, 0, 0,
    //  嚄嚅嚆嚇嚈嚉嚊嚋嚌嚍嚎嚏嚐嚑嚒嚓嚔嚕嚖嚗
    0, 17, 20, 255, 3, 0, 0, 0, 0, 0, 255, 66, 54, 0, 1, 146, 0, 136, 0, 0,
    //  嚘嚙嚚嚛嚜嚝嚞嚟嚠嚡嚢嚣嚤嚥嚦嚧嚨嚩嚪嚫
    0, 32, 1, 0, 1, 0, 0, 34, 0, 0, 190, 255, 4, 34, 5, 0, 35, 8, 0, 5,
    //  嚬嚭嚮嚯嚰嚱嚲嚳嚴嚵嚶嚷嚸嚹嚺嚻嚼嚽嚾嚿
    2, 4, 103, 8, 0, 0, 0, 3, 255, 0, 6, 148, 0, 0, 0, 0, 216, 0, 0, 7,
    //  囀囁囂囃囄囅囆囇囈囉囊囋囌囍囎囏囐囑囒囓
    16, 77, 100, 171, 0, 0, 0, 2, 2, 131, 255, 0, 0, 98, 4, 0, 0, 60, 6, 7,
    //  囔囕囖囗囘囙囚四囜囝回囟因囡团団囤囥囦囧
    42, 0, 0, 32, 9, 0, 255, 255, 0, 49, 255, 3, 255, 47, 255, 255, 56, 0, 0, 255,
    //  囨囩囪囫囬园囮囯困囱囲図围囵囶囷囸囹固囻
    0, 0, 87, 11, 0, 255, 30, 16, 255, 51, 255, 255, 255, 10, 0, 65, 0, 9, 255, 0,
    //  囼国图囿圀圁圂圃圄圅圆圇圈圉圊國圌圍圎圏
    0, 255, 255, 28, 49, 0, 0, 246, 7, 0, 255, 0, 255, 20, 0, 255, 6, 255, 0, 255,
    //  圐圑園圓圔圕圖圗團圙圚圛圜圝圞土圠圡圢圣
    2, 3, 255, 255, 0, 0, 255, 2, 255, 2, 0, 0, 77, 0, 9, 255, 0, 5, 0, 255,
    //  圤圥圦圧在圩圪圫圬圭圮圯地圱圲圳圴圵圶圷
    1, 0, 4, 255, 255, 153, 35, 0, 0, 255, 20, 13, 255, 0, 0, 255, 0, 0, 0, 2,
    //  圸圹场圻圼圽圾圿址坁坂坃坄坅坆均坈坉坊坋
    0, 9, 255, 255, 0, 0, 255, 0, 255, 0, 255, 0, 0, 0, 0, 255, 0, 0, 255, 0,
    //  坌坍坎坏坐坑坒坓坔坕坖块坘坙坚坛坜坝坞坟
    45, 225, 255, 255, 255, 255, 0, 0, 4, 0, 1, 255, 0, 0, 255, 255, 1, 255, 255, 255,
    //  坠坡坢坣坤坥坦坧坨坩坪坫坬坭坮坯坰坱坲坳
    255, 255, 0, 7, 255, 0, 255, 2, 85, 16, 255, 16, 3, 21, 1, 84, 9, 0, 0, 125,
    //  坴坵坶坷坸坹坺坻坼坽坾坿垀垁垂垃垄垅垆垇
    0, 52, 1, 109, 0, 0, 0, 65, 5, 0, 0, 0, 0, 0, 255, 255, 140, 24, 4, 0,
    //  垈垉垊型垌垍垎垏垐垑垒垓垔垕垖垗垘垙垚垛
    16, 0, 0, 255, 29, 9, 1, 0, 3, 0, 255, 71, 1, 30, 0, 0, 0, 1, 94, 67,
    //  垜垝垞垟垠垡垢垣垤垥垦垧垨垩垪垫垬垭垮垯
    1, 0, 2, 8, 106, 9, 237, 255, 1, 0, 134, 6, 0, 44, 8, 255, 0, 17, 226, 0,
    //  垰垱垲垳垴垵垶垷垸垹垺垻垼垽垾垿埀埁埂埃
    26, 4, 3, 1, 4, 24, 0, 0, 5, 0, 0, 19, 0, 0, 3, 44, 0, 0, 39, 255,
    //  埄埅埆埇埈埉埊埋埌埍城埏埐埑埒埓埔埕埖埗
    0, 0, 0, 13, 44, 0, 0, 255, 11, 0, 255, 80, 0, 0, 25, 2, 255, 200, 0, 249,
    //  埘埙埚埛埜埝埞域埠埡埢埣埤埥埦埧埨埩埪埫
    1, 36, 8, 0, 127, 4, 0, 255, 255, 24, 0, 1, 229, 0, 2, 3, 0, 0, 0, 1,
    //  埬埭埮埯埰埱埲埳埴埵埶執埸培基埻埼埽埾埿
    0, 38, 1, 2, 1, 1, 0, 0, 255, 11, 0, 255, 32, 255, 255, 18, 255, 3, 0, 2,
    //  堀堁堂堃堄堅堆堇堈堉堊堋堌堍堎堏堐堑堒堓
    255, 0, 255, 251, 0, 255, 255, 255, 6, 83, 66, 0, 6, 3, 2, 0, 0, 122, 0, 0,
    //  堔堕堖堗堘堙堚堛堜堝堞堟堠堡堢堣堤堥堦堧
    1, 255, 0, 0, 0, 6, 0, 0, 0, 3, 11, 0, 10, 255, 0, 2, 255, 0, 9, 1,
    //  堨堩堪堫堬堭堮堯堰報堲堳場堵堶堷堸堹堺堻
    0, 0, 255, 0, 0, 0, 25, 255, 255, 255, 0, 0, 255, 255, 0, 0, 0, 0, 255, 0,
    //  堼堽堾堿塀塁塂塃塄塅塆塇塈塉塊塋塌塍塎塏
    0, 3, 0, 9, 101, 255, 0, 0, 4, 9, 1, 0, 1, 0, 255, 17, 255, 25, 0, 3,
    //  塐塑塒塓塔塕塖塗塘塙塚塛塜塝塞塟塠塡塢塣
    0, 255, 2, 0, 255, 0, 0, 255, 255, 165, 255, 0, 3, 4, 255, 3, 0, 25, 255, 1,
    //  塤塥塦塧塨塩塪填塬塭塮塯塰塱塲塳塴塵塶塷
    8, 0, 0, 0, 2, 255, 0, 255, 17, 61, 0, 0, 1, 37, 15, 0, 0, 255, 0, 0,
    //  塸塹塺塻塼塽塾塿墀墁墂境墄墅墆墇墈墉墊墋
    8, 101, 0, 0, 36, 21, 255, 0, 126, 3, 0, 255, 0, 255, 0, 0, 1, 144, 177, 0,
    //  墌墍墎墏墐墑墒墓墔墕墖増墘墙墚墛墜墝增墟
    2, 2, 3, 0, 1, 0, 16, 255, 0, 2, 0, 255, 120, 255, 0, 0, 255, 0, 255, 255,
    //  墠墡墢墣墤墥墦墧墨墩墪墫墬墭墮墯墰墱墲墳
    1, 1, 0, 0, 0, 6, 0, 0, 255, 255, 1, 8, 4, 2, 255, 0, 0, 1, 0, 255,
    //  墴墵墶墷墸墹墺墻墼墽墾墿壀壁壂壃壄壅壆壇
    0, 0, 0, 0, 0, 0, 18, 55, 2, 0, 255, 0, 0, 255, 2, 0, 0, 22, 15, 255,
    //  壈壉壊壋壌壍壎壏壐壑壒壓壔壕壖壗壘壙壚壛
    0, 0, 255, 0, 255, 0, 26, 0, 2, 118, 5, 255, 0, 255, 2, 0, 255, 14, 2, 0,
    //  壜壝壞壟壠壡壢壣壤壥壦壧壨壩壪士壬壭壮壯
    5, 0, 255, 172, 39, 1, 255, 0, 255, 0, 0, 0, 0, 255, 8, 255, 255, 0, 255, 255,
    //  声壱売壳壴壵壶壷壸壹壺壻壼壽壾壿夀夁夂夃
    255, 255, 255, 255, 4, 0, 255, 53, 2, 255, 255, 2, 9, 255, 3, 0, 4, 0, 4, 0,
    //  处夅夆备夈変夊夋夌复夎夏夐夑夒夓夔夕外夗
    255, 0, 3, 255, 0, 255, 5, 0, 2, 255, 0, 255, 0, 0, 3, 0, 255, 255, 255, 0,
    //  夘夙多夛夜夝夞够夠夡夢夣夤夥夦大夨天太夫
    12, 118, 255, 5, 255, 0, 0, 255, 255, 0, 255, 0, 16, 255, 0, 255, 1, 255, 255, 255,
    //  夬夭央夯夰失夲夳头夵夶夷夸夹夺夻夼夽夾夿
    0, 245, 255, 131, 0, 255, 4, 0, 255, 0, 0, 255, 255, 255, 255, 0, 11, 2, 255, 0,
    //  奀奁奂奃奄奅奆奇奈奉奊奋奌奍奎奏奐契奒奓
    8, 19, 46, 0, 255, 2, 0, 255, 255, 255, 0, 255, 0, 0, 255, 255, 102, 255, 0, 3,
    //  奔奕奖套奘奙奚奛奜奝奞奟奠奡奢奣奤奥奦奧
    255, 255, 255, 255, 182, 0, 248, 0, 0, 2, 0, 0, 255, 1, 255, 2, 0, 255, 0, 255,
    //  奨奩奪奫奬奭奮奯奰奱奲女奴奵奶奷奸她奺奻
    255, 2, 255, 7, 188, 163, 255, 0, 1, 0, 1, 255, 255, 12, 255, 0, 255, 255, 0, 0,
    //  奼好奾奿妀妁如妃妄妅妆妇妈妉妊妋妌妍妎妏
    3, 255, 0, 0, 0, 7, 255, 255, 255, 0, 255, 255, 255, 0, 255, 0, 4, 255, 0, 12,
    //  妐妑妒妓妔妕妖妗妘妙妚妛妜妝妞妟妠妡妢妣
    0, 10, 255, 255, 0, 0, 255, 8, 5, 255, 0, 0, 0, 255, 255, 1, 1, 2, 0, 43,
    //  妤妥妦妧妨妩妪妫妬妭妮妯妰妱妲妳妴妵妶妷
    255, 255, 0, 4, 255, 154, 122, 29, 153, 3, 255, 22, 0, 0, 255, 255, 0, 2, 0, 0,
    //  妸妹妺妻妼妽妾妿姀姁姂姃姄姅姆姇姈姉姊始
    19, 255, 11, 255, 0, 0, 255, 0, 0, 3, 0, 9, 0, 0, 255, 0, 12, 255, 255, 255,
    //  姌姍姎姏姐姑姒姓委姕姖姗姘姙姚姛姜姝姞姟
    1, 142, 1, 2, 255, 255, 44, 255, 255, 0, 0, 92, 7, 1, 255, 0, 255, 160, 4, 0,
    //  姠姡姢姣姤姥姦姧姨姩姪姫姬姭姮姯姰姱姲姳
    0, 0, 0, 70, 0, 255, 255, 0, 255, 0, 255, 255, 255, 0, 30, 0, 0, 0, 0, 0,
    //  姴姵姶姷姸姹姺姻姼姽姾姿娀威娂娃娄娅娆娇
    0, 71, 40, 0, 36, 9, 0, 255, 0, 3, 0, 255, 3, 255, 0, 255, 255, 255, 31, 255,
    //  娈娉娊娋娌娍娎娏娐娑娒娓娔娕娖娗娘娙娚娛
    4, 31, 0, 0, 21, 0, 0, 0, 0, 104, 0, 155, 0, 0, 0, 2, 255, 0, 1, 255,
    //  娜娝娞娟娠娡娢娣娤娥娦娧娨娩娪娫娬娭娮娯
    255, 0, 0, 255, 255, 2, 0, 103, 0, 255, 0, 0, 0, 80, 1, 16, 0, 0, 0, 255,
    //  娰娱娲娳娴娵娶娷娸娹娺娻娼娽娾娿婀婁婂婃
    0, 255, 44, 2, 113, 0, 255, 0, 25, 0, 0, 0, 204, 0, 0, 0, 53, 251, 0, 0,
    //  婄婅婆婇婈婉婊婋婌婍婎婏婐婑婒婓婔婕婖婗
    0, 0, 255, 0, 1, 255, 43, 0, 0, 2, 0, 0, 0, 29, 0, 1, 0, 255, 0, 0,
    //  婘婙婚婛婜婝婞婟婠婡婢婣婤婥婦婧婨婩婪婫
    0, 0, 255, 0, 0, 0, 4, 0, 2, 0, 230, 0, 0, 0, 255, 255, 0, 0, 184, 0,
    //  婬婭婮婯婰婱婲婳婴婵婶婷婸婹婺婻婼婽婾婿
    41, 255, 0, 0, 0, 0, 0, 6, 255, 51, 181, 255, 0, 0, 97, 5, 7, 0, 0, 255,
    //  媀媁媂媃媄媅媆媇媈媉媊媋媌媍媎媏媐媑媒媓
    0, 9, 0, 15, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0,
    //  媔媕媖媗媘媙媚媛媜媝媞媟媠媡媢媣媤媥媦媧
    0, 0, 9, 9, 0, 0, 255, 255, 2, 0, 43, 0, 0, 0, 0, 0, 0, 0, 0, 32,
    //  媨媩媪媫媬媭媮媯媰媱媲媳媴媵媶媷媸媹媺媻
    0, 0, 9, 0, 0, 0, 0, 4, 0, 0, 98, 255, 0, 12, 0, 0, 0, 0, 24, 0,
    //  媼媽媾媿嫀嫁嫂嫃嫄嫅嫆嫇嫈嫉嫊嫋嫌嫍嫎嫏
    8, 255, 17, 3, 0, 255, 255, 1, 24, 0, 5, 0, 3, 255, 0, 0, 255, 0, 0, 1,
    //  嫐嫑嫒嫓嫔嫕嫖嫗嫘嫙嫚嫛嫜嫝嫞嫟嫠嫡嫢嫣
    1, 4, 6, 0, 255, 1, 51, 8, 7, 0, 63, 0, 0, 0, 0, 0, 4, 255, 0, 255,
    //  嫤嫥嫦嫧嫨嫩嫪嫫嫬嫭嫮嫯嫰嫱嫲嫳嫴嫵嫶嫷
    0, 0, 172, 0, 0, 255, 7, 4, 0, 0, 0, 0, 2, 2, 27, 6, 0, 8, 0, 0,
    //  嫸嫹嫺嫻嫼嫽嫾嫿嬀嬁嬂嬃嬄嬅嬆嬇嬈嬉嬊嬋
    0, 0, 19, 255, 0, 1, 0, 3, 13, 1, 0, 2, 0, 165, 0, 0, 126, 255, 0, 44,
    //  嬌嬍嬎嬏嬐嬑嬒嬓嬔嬕嬖嬗嬘嬙嬚嬛嬜嬝嬞嬟
    255, 0, 0, 1, 0, 2, 0, 0, 0, 0, 19, 19, 0, 2, 0, 88, 0, 0, 0, 0,
    //  嬠嬡嬢嬣嬤嬥嬦嬧嬨嬩嬪嬫嬬嬭嬮嬯嬰嬱嬲嬳
    0, 2, 255, 1, 255, 0, 0, 0, 0, 0, 255, 0, 62, 1, 0, 0, 255, 0, 15, 0,
    //  嬴嬵嬶嬷嬸嬹嬺嬻嬼嬽嬾嬿孀孁孂孃孄孅孆孇
    171, 0, 0, 255, 86, 0, 0, 0, 0, 0, 0, 72, 80, 6, 0, 59, 0, 0, 32, 0,
    //  孈孉孊孋孌孍孎孏子孑孒孓孔孕孖字存孙孚孛
    0, 0, 0, 5, 5, 0, 0, 0, 255, 27, 0, 5, 255, 255, 80, 255, 255, 255, 255, 88,
    //  孜孝孞孟孠孡孢季孤孥学孧孨孩孪孫孬孭孮孯
    255, 255, 0, 255, 0, 0, 255, 255, 255, 7, 255, 0, 0, 255, 139, 255, 13, 5, 5, 0,
    //  孰孱孲孳孴孵孶孷學孹孺孻孼孽孾孿宀宁宂它
    91, 32, 1, 22, 1, 255, 0, 0, 255, 0, 255, 4, 0, 255, 0, 25, 9, 255, 1, 255,
    //  宄宅宆宇守安宊宋完宍宎宏宐宑宒宓宔宕宖宗
    9, 255, 0, 255, 255, 255, 0, 255, 255, 242, 0, 255, 0, 0, 0, 62, 0, 255, 0, 255,
    //  官宙定宛宜宝实実宠审客宣室宥宦宧宨宩宪宫
    255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 4, 0, 0, 255, 255,
    //  宬宭宮宯宰宱宲害宴宵家宷宸容宺宻宼宽宾宿
    6, 2, 255, 0, 255, 0, 0, 255, 255, 255, 255, 1, 255, 255, 0, 1, 2, 255, 255, 255,
    //  寀寁寂寃寄寅密寇寈寉寊寋富寍寎寏寐寑寒寓
    21, 3, 255, 7, 255, 255, 255, 255, 2, 2, 10, 0, 255, 0, 0, 0, 100, 0, 255, 255,
    //  寔寕寖寗寘寙寚寛寜寝寞察寠寡寢寣寤寥實寧
    40, 11, 1, 11, 20, 0, 0, 255, 2, 255, 255, 255, 0, 255, 146, 0, 16, 255, 255, 255,
    //  寨審寪寫寬寭寮寯寰寱寲寳寴寵寶寷寸对寺寻
    255, 255, 0, 255, 255, 1, 255, 149, 255, 0, 0, 45, 2, 255, 255, 3, 255, 255, 255, 255,
    //  导寽対寿尀封専尃射尅将將專尉尊尋尌對導小
    255, 1, 255, 255, 0, 255, 255, 1, 255, 8, 255, 255, 255, 255, 255, 255, 0, 255, 255, 255,
    //  尐少尒尓尔尕尖尗尘尙尚尛尜尝尞尟尠尡尢尣
    3, 255, 1, 26, 255, 96, 255, 0, 255, 54, 255, 0, 0, 255, 3, 1, 2, 0, 3, 0,
    //  尤尥尦尧尨尩尪尫尬尭尮尯尰就尲尳尴尵尶尷
    255, 0, 0, 255, 3, 0, 13, 1, 255, 87, 0, 0, 0, 255, 0, 0, 255, 0, 0, 63,
    //  尸尹尺尻尼尽尾尿局屁层屃屄居屆屇屈屉届屋
    255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 6, 4, 255, 255, 2, 255, 88, 255, 255,
    //  屌屍屎屏屐屑屒屓屔展屖屗屘屙屚屛屜屝属屟
    58, 255, 255, 255, 23, 255, 0, 14, 0, 255, 0, 0, 1, 4, 0, 40, 12, 0, 255, 0,
    //  屠屡屢屣層履屦屧屨屩屪屫屬屭屮屯屰山屲屳
    255, 255, 255, 3, 255, 255, 3, 0, 1, 0, 0, 0, 255, 10, 4, 255, 0, 255, 1, 0,
    //  屴屵屶屷屸屹屺屻屼屽屾屿岀岁岂岃岄岅岆岇
    0, 0, 1, 0, 0, 161, 9, 0, 0, 1, 1, 255, 23, 255, 255, 0, 1, 0, 0, 0,
    //  岈岉岊岋岌岍岎岏岐岑岒岓岔岕岖岗岘岙岚岛
    13, 0, 1, 1, 105, 2, 0, 2, 255, 255, 3, 0, 255, 1, 114, 255, 44, 32, 255, 255,
    //  岜岝岞岟岠岡岢岣岤岥岦岧岨岩岪岫岬岭岮岯
    2, 0, 3, 0, 0, 255, 30, 9, 0, 1, 2, 1, 10, 255, 1, 92, 255, 255, 0, 0,
    //  岰岱岲岳岴岵岶岷岸岹岺岻岼岽岾岿峀峁峂峃
    0, 255, 0, 255, 0, 3, 1, 255, 255, 0, 2, 0, 0, 0, 6, 17, 0, 18, 2, 1,
    //  峄峅峆峇峈峉峊峋峌峍峎峏峐峑峒峓峔峕峖峗
    25, 19, 0, 239, 0, 0, 0, 33, 0, 0, 1, 0, 0, 0, 128, 0, 0, 0, 0, 0,
    //  峘峙峚峛峜峝峞峟峠峡峢峣峤峥峦峧峨峩峪峫
    2, 255, 0, 0, 0, 2, 0, 0, 255, 255, 0, 5, 17, 83, 112, 0, 255, 24, 185, 0,
    //  峬峭峮峯峰峱峲峳峴峵島峷峸峹峺峻峼峽峾峿
    0, 230, 17, 255, 255, 4, 0, 0, 91, 0, 255, 0, 1, 0, 0, 255, 4, 255, 0, 0,
    //  崀崁崂崃崄崅崆崇崈崉崊崋崌崍崎崏崐崑崒崓
    3, 255, 66, 11, 3, 0, 27, 255, 0, 0, 0, 8, 0, 21, 255, 0, 23, 255, 7, 0,
    //  崔崕崖崗崘崙崚崛崜崝崞崟崠崡崢崣崤崥崦崧
    255, 0, 255, 255, 1, 255, 56, 255, 0, 0, 13, 11, 11, 0, 39, 0, 13, 0, 2, 224,
    //  崨崩崪崫崬崭崮崯崰崱崲崳崴崵崶崷崸崹崺崻
    0, 255, 0, 0, 0, 114, 12, 0, 0, 2, 0, 0, 132, 0, 22, 0, 0, 0, 0, 0,
    //  崼崽崾崿嵀嵁嵂嵃嵄嵅嵆嵇嵈嵉嵊嵋嵌嵍嵎嵏
    0, 92, 2, 2, 0, 0, 0, 0, 0, 0, 1, 37, 0, 2, 41, 33, 255, 0, 7, 0,
    //  嵐嵑嵒嵓嵔嵕嵖嵗嵘嵙嵚嵛嵜嵝嵞嵟嵠嵡嵢嵣
    255, 0, 4, 4, 0, 1, 0, 15, 59, 46, 1, 13, 93, 5, 0, 0, 0, 0, 0, 0,
    //  嵤嵥嵦嵧嵨嵩嵪嵫嵬嵭嵮嵯嵰嵱嵲嵳嵴嵵嵶嵷
    0, 0, 0, 0, 0, 255, 0, 1, 40, 0, 0, 179, 8, 2, 0, 0, 15, 4, 0, 1,
    //  嵸嵹嵺嵻嵼嵽嵾嵿嶀嶁嶂嶃嶄嶅嶆嶇嶈嶉嶊嶋
    0, 0, 0, 0, 0, 0, 0, 6, 0, 3, 38, 0, 77, 2, 0, 16, 0, 0, 0, 255,
    //  嶌嶍嶎嶏嶐嶑嶒嶓嶔嶕嶖嶗嶘嶙嶚嶛嶜嶝嶞嶟
    91, 4, 0, 0, 3, 0, 2, 1, 7, 0, 0, 11, 0, 37, 0, 0, 0, 16, 1, 0,
    //  嶠嶡嶢嶣嶤嶥嶦嶧嶨嶩嶪嶫嶬嶭嶮嶯嶰嶱嶲嶳
    24, 0, 5, 0, 0, 0, 2, 13, 0, 0, 0, 3, 0, 0, 7, 0, 0, 0, 7, 1,
    //  嶴嶵嶶嶷嶸嶹嶺嶻嶼嶽嶾嶿巀巁巂巃巄巅巆巇
    1, 0, 0, 55, 17, 1, 255, 0, 255, 255, 0, 0, 0, 0, 15, 3, 3, 255, 0, 1,
    //  巈巉巊巋巌巍巎巏巐巑巒巓巔巕巖巗巘巙巚巛
    0, 9, 0, 2, 255, 255, 1, 0, 0, 11, 79, 3, 95, 0, 255, 0, 6, 0, 0, 0,
    //  巜川州巟巠巡巢巣巤工左巧巨巩巪巫巬巭差巯
    0, 255, 255, 0, 2, 255, 255, 255, 0, 255, 255, 255, 255, 255, 7, 255, 0, 0, 255, 30,
    //  巰己已巳巴巵巶巷巸巹巺巻巼巽巾巿帀币市布
    2, 255, 255, 255, 255, 2, 1, 255, 0, 0, 0, 255, 0, 255, 255, 12, 1, 255, 255, 255,
    //  帄帅帆帇师帉帊帋希帍帎帏帐帑帒帓帔帕帖帗
    0, 255, 255, 0, 255, 0, 1, 0, 255, 0, 0, 7, 255, 55, 0, 0, 18, 255, 255, 0,
    //  帘帙帚帛帜帝帞帟帠帡帢帣帤帥带帧帨帩帪師
    255, 14, 113, 255, 255, 255, 2, 0, 0, 3, 3, 0, 0, 255, 255, 255, 1, 0, 0, 255,
    //  帬席帮帯帰帱帲帳帴帵帶帷常帹帺帻帼帽帾帿
    0, 255, 255, 255, 255, 1, 0, 255, 0, 0, 255, 135, 255, 0, 0, 2, 40, 255, 1, 0,
    //  幀幁幂幃幄幅幆幇幈幉幊幋幌幍幎幏幐幑幒幓
    74, 0, 112, 4, 24, 255, 0, 32, 1, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 0,
    //  幔幕幖幗幘幙幚幛幜幝幞幟幠幡幢幣幤幥幦幧
    76, 255, 0, 76, 12, 0, 0, 6, 0, 1, 2, 255, 1, 255, 255, 255, 0, 0, 0, 0,
    //  幨幩幪幫幬幭幮幯幰幱干平年幵并幷幸幹幺幻
    0, 0, 95, 255, 0, 1, 0, 0, 2, 0, 255, 255, 255, 7, 255, 22, 255, 255, 92, 255,
    //  幼幽幾广庀庁庂広庄庅庆庇庈庉床庋庌庍庎序
    255, 255, 255, 255, 3, 255, 0, 255, 255, 0, 255, 255, 0, 0, 255, 3, 0, 0, 0, 255,
    //  庐庑庒库应底庖店庘庙庚庛府庝庞废庠庡庢庣
    255, 33, 17, 255, 255, 255, 19, 255, 0, 255, 255, 0, 255, 0, 255, 255, 245, 0, 0, 0,
    //  庤庥度座庨庩庪庫庬庭庮庯庰庱庲庳庴庵庶康
    1, 18, 255, 255, 0, 0, 0, 255, 0, 255, 0, 28, 0, 0, 7, 2, 0, 255, 255, 255,
    //  庸庹庺庻庼庽庾庿廀廁廂廃廄廅廆廇廈廉廊廋
    255, 34, 0, 0, 0, 0, 217, 0, 0, 226, 255, 255, 24, 0, 10, 0, 255, 255, 255, 4,
    //  廌廍廎廏廐廑廒廓廔廕廖廗廘廙廚廛廜廝廞廟
    9, 61, 0, 0, 3, 6, 1, 255, 0, 27, 255, 0, 0, 10, 255, 5, 0, 47, 12, 255,
    //  廠廡廢廣廤廥廦廧廨廩廪廫廬廭廮廯廰廱廲廳
    255, 17, 255, 255, 0, 0, 0, 1, 21, 73, 43, 0, 220, 0, 0, 0, 5, 0, 0, 255,
    //  廴廵延廷廸廹建廻廼廽廾廿开弁异弃弄弅弆弇
    0, 12, 255, 255, 61, 0, 255, 255, 39, 0, 3, 255, 255, 255, 255, 255, 255, 2, 0, 24,
    //  弈弉弊弋弌弍弎式弐弑弒弓弔引弖弗弘弙弚弛
    255, 43, 255, 150, 13, 12, 0, 255, 159, 125, 98, 255, 197, 255, 13, 255, 255, 0, 0, 153,
    //  弜弝弞弟张弡弢弣弤弥弦弧弨弩弪弫弬弭弮弯
    0, 0, 0, 255, 255, 0, 14, 0, 0, 255, 255, 255, 1, 255, 0, 0, 0, 48, 0, 255,
    //  弰弱弲弳弴張弶強弸弹强弻弼弽弾弿彀彁彂彃
    0, 255, 0, 0, 2, 255, 0, 255, 0, 255, 255, 1, 255, 0, 255, 0, 3, 0, 0, 0,
    //  彄彅彆彇彈彉彊彋彌彍彎彏彐彑归当彔录彖彗
    0, 73, 18, 0, 255, 0, 85, 0, 255, 0, 255, 0, 0, 0, 255, 255, 6, 255, 7, 255,
    //  彘彙彚彛彜彝彞彟彠彡形彣彤彥彦彧彨彩彪彫
    18, 255, 1, 9, 6, 255, 2, 81, 29, 26, 255, 10, 255, 255, 255, 92, 0, 255, 255, 255,
    //  彬彭彮彯彰影彲彳彴彵彶彷彸役彺彻彼彽彾彿
    255, 255, 0, 3, 255, 255, 0, 6, 0, 0, 0, 209, 0, 255, 0, 255, 255, 0, 0, 108,
    //  往征徂徃径待徆徇很徉徊律後徍徎徏徐徑徒従
    255, 255, 50, 4, 255, 255, 0, 57, 255, 22, 177, 255, 255, 0, 0, 0, 255, 255, 255, 255,
    //  徔徕徖得徘徙徚徛徜徝從徟徠御徢徣徤徥徦徧
    0, 32, 0, 255, 170, 255, 0, 0, 21, 0, 255, 0, 30, 255, 0, 0, 0, 0, 0, 9,
    //  徨復循徫徬徭微徯徰徱徲徳徴徵徶德徸徹徺徻
    106, 255, 255, 1, 18, 35, 255, 3, 0, 0, 0, 255, 255, 255, 0, 255, 0, 255, 0, 0,
    //  徼徽徾徿忀忁忂心忄必忆忇忈忉忊忋忌忍忎忏
    9, 255, 0, 0, 0, 0, 0, 255, 2, 255, 255, 0, 0, 10, 0, 0, 255, 255, 0, 37,
    //  忐忑忒忓忔忕忖志忘忙忚忛応忝忞忟忠忡忢忣
    92, 92, 184, 0, 0, 0, 83, 255, 255, 255, 0, 0, 255, 13, 34, 1, 255, 60, 0, 0,
    //  忤忥忦忧忨忩忪快忬忭忮忯忰忱忲忳忴念忶忷
    60, 0, 0, 255, 0, 6, 15, 255, 2, 3, 2, 0, 5, 140, 0, 0, 0, 255, 0, 0,
    //  忸忹忺忻忼忽忾忿怀态怂怃怄怅怆怇怈怉怊怋
    4, 0, 1, 255, 0, 255, 8, 74, 255, 255, 39, 0, 11, 62, 25, 0, 0, 0, 0, 0,
    //  怌怍怎怏怐怑怒怓怔怕怖怗怘怙怚怛怜思怞怟
    0, 0, 255, 19, 0, 0, 255, 1, 255, 255, 255, 0, 0, 23, 0, 25, 255, 255, 0, 0,
    //  怠怡怢怣怤急怦性怨怩怪怫怬怭怮怯怰怱怲怳
    255, 255, 0, 0, 1, 255, 104, 255, 255, 4, 255, 1, 0, 0, 0, 255, 0, 2, 1, 1,
    //  怴怵怶怷怸怹怺总怼怽怾怿恀恁恂恃恄恅恆恇
    0, 23, 0, 0, 0, 0, 0, 255, 25, 0, 0, 30, 0, 24, 155, 110, 0, 0, 255, 1,
    //  恈恉恊恋恌恍恎恏恐恑恒恓恔恕恖恗恘恙恚恛
    0, 0, 4, 255, 0, 255, 0, 0, 255, 0, 255, 0, 0, 255, 2, 0, 1, 165, 59, 0,
    //  恜恝恞恟恠恡恢恣恤恥恦恧恨恩恪恫恬恭恮息
    0, 0, 0, 0, 1, 0, 255, 126, 194, 255, 0, 1, 255, 255, 180, 37, 255, 255, 1, 255,
    //  恰恱恲恳恴恵恶恷恸恹恺恻恼恽恾恿悀悁悂悃
    255, 0, 0, 217, 0, 255, 255, 0, 28, 20, 255, 33, 255, 59, 1, 45, 0, 1, 0, 3,
    //  悄悅悆悇悈悉悊悋悌悍悎悏悐悑悒悓悔悕悖悗
    255, 255, 12, 0, 0, 255, 9, 1, 154, 255, 0, 0, 0, 0, 3, 0, 255, 5, 149, 0,
    //  悘悙悚悛悜悝悞悟悠悡悢患悤悥悦悧您悩悪悫
    0, 1, 255, 31, 0, 9, 2, 255, 255, 0, 0, 255, 1, 0, 255, 7, 255, 255, 255, 17,
    //  悬悭悮悯悰悱悲悳悴悵悶悷悸悹悺悻悼悽悾悿
    255, 3, 0, 104, 22, 8, 255, 22, 76, 9, 196, 0, 255, 0, 0, 62, 255, 11, 0, 0,
    //  惀惁惂惃惄情惆惇惈惉惊惋惌惍惎惏惐惑惒惓
    0, 0, 0, 0, 1, 255, 34, 231, 0, 0, 255, 109, 0, 0, 0, 0, 0, 255, 0, 3,
    //  惔惕惖惗惘惙惚惛惜惝惞惟惠惡惢惣惤惥惦惧
    7, 255, 0, 1, 100, 1, 255, 7, 255, 1, 0, 255, 255, 255, 4, 255, 0, 0, 62, 255,
    //  惨惩惪惫惬惭惮惯惰惱惲想惴惵惶惷惸惹惺惻
    255, 255, 4, 255, 56, 150, 255, 255, 157, 255, 37, 255, 46, 0, 246, 1, 2, 255, 112, 8,
    //  惼惽惾惿愀愁愂愃愄愅愆愇愈愉愊愋愌愍愎意
    0, 0, 0, 0, 0, 255, 0, 11, 0, 0, 27, 0, 255, 255, 0, 0, 0, 112, 7, 255,
    //  愐愑愒愓愔愕愖愗愘愙愚愛愜愝愞感愠愡愢愣
    1, 0, 3, 0, 37, 255, 0, 0, 0, 1, 255, 255, 3, 0, 0, 255, 14, 0, 0, 255,
    //  愤愥愦愧愨愩愪愫愬愭愮愯愰愱愲愳愴愵愶愷
    255, 0, 3, 255, 27, 0, 0, 90, 5, 1, 0, 0, 4, 0, 0, 0, 14, 0, 0, 255,
    //  愸愹愺愻愼愽愾愿慀慁慂慃慄慅慆慇慈慉慊態
    0, 0, 0, 1, 39, 3, 5, 255, 0, 0, 1, 0, 162, 1, 5, 17, 255, 0, 7, 255,
    //  慌慍慎慏慐慑慒慓慔慕慖慗慘慙慚慛慜慝慞慟
    255, 6, 255, 0, 0, 215, 2, 1, 3, 255, 0, 0, 255, 4, 36, 0, 47, 6, 0, 42,
    //  慠慡慢慣慤慥慦慧慨慩慪慫慬慭慮慯慰慱慲慳
    0, 0, 255, 255, 25, 8, 0, 255, 255, 0, 0, 28, 0, 1, 255, 0, 255, 1, 0, 29,
    //  慴慵慶慷慸慹慺慻慼慽慾慿憀憁憂憃憄憅憆憇
    0, 74, 255, 173, 0, 0, 0, 0, 4, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 0,
    //  憈憉憊憋憌憍憎憏憐憑憒憓憔憕憖憗憘憙憚憛
    0, 0, 26, 202, 0, 16, 255, 0, 255, 255, 0, 13, 71, 2, 1, 0, 4, 38, 57, 0,
    //  憜憝憞憟憠憡憢憣憤憥憦憧憨憩憪憫憬憭憮憯
    0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 255, 151, 255, 0, 50, 195, 0, 1, 2,
    //  憰憱憲憳憴憵憶憷憸憹憺憻憼憽憾憿懀懁懂懃
    0, 0, 255, 0, 0, 0, 255, 3, 1, 0, 7, 6, 49, 0, 255, 0, 0, 0, 255, 20,
    //  懄懅懆懇懈應懊懋懌懍懎懏懐懑懒懓懔懕懖懗
    0, 0, 1, 255, 255, 255, 85, 255, 21, 14, 0, 0, 255, 28, 255, 0, 3, 0, 0, 0,
    //  懘懙懚懛懜懝懞懟懠懡懢懣懤懥懦懧懨懩懪懫
    0, 1, 0, 0, 0, 0, 0, 10, 1, 0, 0, 6, 0, 0, 129, 0, 1, 0, 0, 0,
    //  懬懭懮懯懰懱懲懳懴懵懶懷懸懹懺懻懼懽懾懿
    0, 0, 7, 0, 0, 0, 255, 0, 0, 137, 165, 255, 255, 0, 121, 0, 255, 8, 21, 255,
    //  戀戁戂戃戄戅戆戇戈戉戊戋戌戍戎戏成我戒戓
    255, 1, 0, 0, 0, 0, 9, 38, 255, 2, 255, 0, 255, 255, 255, 255, 255, 255, 255, 0,
    //  戔戕或戗战戙戚戛戜戝戞戟戠戡戢戣戤戥戦戧
    38, 20, 255, 9, 255, 0, 255, 214, 0, 0, 0, 255, 0, 59, 24, 1, 0, 4, 255, 4,
    //  戨戩截戫戬戭戮戯戰戱戲戳戴戵戶户戸戹戺戻
    0, 23, 255, 3, 17, 0, 255, 255, 255, 4, 255, 255, 255, 0, 255, 255, 255, 0, 0, 255,
    //  戼戽戾房所扁扂扃扄扅扆扇扈扉扊手扌才扎扏
    0, 8, 213, 255, 255, 255, 0, 7, 0, 0, 59, 255, 212, 255, 0, 255, 3, 255, 255, 0,
    //  扐扑扒打扔払扖扗托扙扚扛扜扝扞扟扠扡扢扣
    0, 255, 215, 255, 255, 255, 0, 0, 255, 0, 0, 195, 1, 0, 10, 0, 0, 0, 0, 255,
    //  扤扥扦执扨扩扪扫扬扭扮扯扰扱扲扳扴扵扶扷
    0, 3, 17, 255, 1, 255, 16, 255, 255, 255, 255, 255, 255, 255, 0, 255, 0, 1, 255, 0,
    //  扸批扺扻扼扽找承技抁抂抃抄抅抆抇抈抉把抋
    0, 255, 1, 0, 157, 0, 255, 255, 255, 0, 0, 5, 255, 0, 0, 0, 0, 144, 255, 0,
    //  抌抍抎抏抐抑抒抓抔投抖抗折抙抚抛抜抝択抟
    0, 0, 0, 0, 0, 255, 255, 255, 3, 255, 255, 255, 255, 0, 255, 255, 255, 0, 255, 35,
    //  抠抡抢抣护报抦抧抨抩抪披抬抭抮抯抰抱抲抳
    235, 71, 255, 0, 255, 255, 1, 0, 133, 0, 3, 255, 255, 0, 0, 0, 0, 255, 0, 0,
    //  抴抵抶抷抸抹抺抻押抽抾抿拀拁拂拃拄担拆拇
    0, 255, 0, 1, 0, 255, 5, 17, 255, 255, 0, 153, 0, 0, 255, 0, 50, 255, 255, 231,
    //  拈拉拊拋拌拍拎拏拐拑拒拓拔拕拖拗拘拙拚招
    77, 255, 9, 255, 192, 255, 219, 32, 255, 1, 255, 255, 255, 1, 255, 196, 255, 255, 112, 255,
    //  拜拝拞拟拠拡拢拣拤拥拦拧拨择拪拫括拭拮拯
    255, 255, 0, 255, 255, 255, 255, 255, 0, 255, 255, 162, 255, 255, 0, 0, 255, 206, 184, 255,
    //  拰拱拲拳拴拵拶拷拸拹拺拻拼拽拾拿挀持挂挃
    0, 255, 0, 255, 89, 18, 255, 255, 0, 0, 4, 0, 255, 255, 255, 255, 0, 255, 255, 2,
    //  挄挅挆指挈按挊挋挌挍挎挏挐挑挒挓挔挕挖挗
    0, 0, 0, 255, 18, 255, 0, 0, 0, 1, 15, 0, 0, 255, 0, 0, 0, 0, 255, 0,
    //  挘挙挚挛挜挝挞挟挠挡挢挣挤挥挦挧挨挩挪挫
    0, 255, 179, 46, 0, 255, 24, 255, 255, 255, 0, 255, 255, 255, 0, 0, 255, 0, 255, 255,
    //  挬挭挮振挰挱挲挳挴挵挶挷挸挹挺挻挼挽挾挿
    0, 0, 0, 255, 0, 0, 43, 0, 0, 9, 0, 0, 0, 34, 255, 6, 0, 255, 125, 255,
    //  捀捁捂捃捄捅捆捇捈捉捊捋捌捍捎捏捐捑捒捓
    0, 0, 238, 2, 5, 141, 255, 0, 0, 255, 1, 66, 51, 255, 51, 255, 255, 0, 17, 0,
    //  捔捕捖捗捘捙捚捛捜捝捞损捠捡换捣捤捥捦捧
    0, 255, 0, 91, 0, 0, 0, 0, 255, 0, 255, 255, 0, 255, 255, 211, 0, 0, 2, 255,
    //  捨捩捪捫捬捭据捯捰捱捲捳捴捵捶捷捸捹捺捻
    255, 33, 0, 4, 0, 5, 255, 0, 0, 58, 255, 0, 0, 0, 77, 255, 0, 0, 255, 191,
    //  捼捽捾捿掀掁掂掃掄掅掆掇授掉掊掋掌掍掎掏
    0, 2, 0, 0, 255, 0, 60, 255, 23, 0, 0, 25, 255, 255, 3, 0, 255, 0, 5, 255,
    //  掐掑排掓掔掕掖掗掘掙掚掛掜掝掞掟掠採探掣
    255, 0, 255, 0, 0, 0, 194, 0, 255, 93, 0, 255, 0, 0, 13, 108, 255, 255, 255, 255,
    //  掤接掦控推掩措掫掬掭掮掯掰掱掲掳掴掵掶掷
    0, 255, 3, 255, 255, 255, 255, 0, 55, 0, 8, 0, 90, 0, 255, 69, 196, 0, 0, 251,
    //  掸掹掺掻掼掽掾掿揀揁揂揃揄揅揆揇揈揉揊揋
    68, 1, 139, 42, 7, 0, 140, 0, 62, 0, 0, 255, 141, 0, 255, 0, 0, 255, 0, 0,
    //  揌揍揎描提揑插揓揔揕揖揗揘揙揚換揜揝揞揟
    0, 200, 1, 255, 255, 5, 255, 0, 0, 0, 255, 0, 0, 0, 255, 255, 1, 0, 1, 1,
    //  揠握揢揣揤揥揦揧揨揩揪揫揬揭揮揯揰揱揲揳
    4, 255, 0, 206, 0, 0, 0, 0, 0, 11, 150, 0, 0, 255, 255, 0, 0, 0, 0, 0,
    //  援揵揶揷揸揹揺揻揼揽揾揿搀搁搂搃搄搅搆搇
    255, 2, 140, 0, 14, 24, 255, 0, 3, 210, 2, 2, 90, 255, 199, 0, 0, 255, 8, 0,
    //  搈搉搊搋搌損搎搏搐搑搒搓搔搕搖搗搘搙搚搛
    0, 0, 0, 2, 0, 255, 0, 255, 139, 0, 2, 166, 39, 0, 255, 132, 0, 0, 0, 1,
    //  搜搝搞搟搠搡搢搣搤搥搦搧搨搩搪搫搬搭搮搯
    255, 0, 255, 0, 11, 10, 30, 1, 1, 6, 13, 4, 2, 1, 48, 0, 255, 255, 0, 0,
    //  搰搱搲搳搴搵搶搷搸搹携搻搼搽搾搿摀摁摂摃
    0, 0, 1, 0, 4, 63, 255, 0, 0, 0, 255, 0, 0, 45, 176, 0, 2, 33, 255, 3,
    //  摄摅摆摇摈摉摊摋摌摍摎摏摐摑摒摓摔摕摖摗
    255, 2, 255, 255, 10, 1, 255, 0, 0, 0, 7, 0, 0, 26, 100, 0, 255, 0, 0, 0,
    //  摘摙摚摛摜摝摞摟摠摡摢摣摤摥摦摧摨摩摪摫
    255, 0, 0, 5, 0, 0, 31, 5, 12, 0, 0, 0, 0, 0, 0, 255, 0, 255, 0, 0,
    //  摬摭摮摯摰摱摲摳摴摵摶摷摸摹摺摻摼摽摾摿
    0, 21, 0, 225, 4, 0, 0, 11, 0, 0, 30, 0, 255, 188, 255, 34, 0, 6, 0, 0,
    //  撀撁撂撃撄撅撆撇撈撉撊撋撌撍撎撏撐撑撒撓
    0, 0, 49, 255, 2, 34, 2, 255, 218, 0, 0, 0, 0, 0, 0, 0, 255, 255, 255, 100,
    //  撔撕撖撗撘撙撚撛撜撝撞撟撠撡撢撣撤撥撦撧
    0, 255, 1, 1, 3, 5, 29, 0, 0, 8, 255, 0, 0, 0, 2, 35, 255, 255, 0, 0,
    //  撨撩撪撫撬播撮撯撰撱撲撳撴撵撶撷撸撹撺撻
    0, 117, 0, 255, 76, 255, 255, 0, 255, 0, 255, 5, 0, 126, 0, 33, 36, 23, 3, 47,
    //  撼撽撾撿擀擁擂擃擄擅擆擇擈擉擊擋擌操擎擏
    255, 0, 165, 112, 21, 255, 255, 0, 106, 255, 0, 255, 0, 0, 255, 255, 0, 255, 255, 0,
    //  擐擑擒擓擔擕擖擗擘擙據擛擜擝擞擟擠擡擢擣
    2, 0, 255, 0, 255, 2, 0, 1, 76, 0, 255, 0, 0, 0, 11, 0, 216, 3, 255, 4,
    //  擤擥擦擧擨擩擪擫擬擭擮擯擰擱擲擳擴擵擶擷
    2, 3, 255, 26, 0, 0, 0, 0, 255, 1, 0, 4, 21, 163, 255, 0, 255, 0, 0, 79,
    //  擸擹擺擻擼擽擾擿攀攁攂攃攄攅攆攇攈攉攊攋
    2, 0, 255, 2, 2, 0, 255, 1, 255, 0, 0, 0, 1, 0, 3, 0, 0, 0, 0, 1,
    //  攌攍攎攏攐攑攒攓攔攕攖攗攘攙攚攛攜攝攞攟
    0, 0, 0, 77, 0, 1, 131, 0, 249, 0, 0, 0, 146, 4, 0, 0, 255, 255, 22, 2,
    //  攠攡攢攣攤攥攦攧攨攩攪攫攬攭攮支攰攱攲攳
    0, 0, 27, 146, 228, 63, 0, 0, 0, 0, 121, 50, 137, 0, 2, 255, 3, 0, 0, 0,
    //  攴攵收攷攸改攺攻攼攽放政敀敁敂敃敄故敆敇
    10, 3, 255, 19, 255, 255, 2, 255, 0, 0, 255, 255, 0, 0, 0, 0, 0, 255, 0, 0,
    //  效敉敊敋敌敍敎敏敐救敒敓敔敕敖敗敘教敚敛
    255, 7, 0, 0, 255, 59, 110, 255, 0, 255, 1, 0, 4, 255, 255, 255, 255, 255, 0, 255,
    //  敜敝敞敟敠敡敢散敤敥敦敧敨敩敪敫敬敭敮敯
    0, 75, 255, 17, 0, 0, 255, 255, 0, 0, 255, 0, 0, 38, 0, 1, 255, 2, 0, 0,
    //  数敱敲敳整敵敶敷數敹敺敻敼敽敾敿斀斁斂斃
    255, 0, 255, 1, 255, 255, 0, 255, 255, 0, 0, 2, 0, 0, 0, 0, 0, 8, 101, 188,
    //  斄斅斆文斈斉斊斋斌斍斎斏斐斑斒斓斔斕斖斗
    1, 4, 4, 255, 0, 255, 0, 255, 255, 0, 255, 0, 255, 255, 0, 45, 0, 9, 0, 255,
    //  斘料斚斛斜斝斞斟斠斡斢斣斤斥斦斧斨斩斪斫
    0, 255, 0, 247, 255, 3, 0, 215, 2, 219, 0, 0, 255, 255, 0, 255, 1, 255, 0, 24,
    //  斬断斮斯新斱斲斳斴斵斶斷斸方斺斻於施斾斿
    255, 255, 0, 255, 255, 0, 4, 1, 0, 1, 0, 255, 0, 255, 0, 0, 255, 255, 1, 33,
    //  旀旁旂旃旄旅旆旇旈旉旊旋旌旍旎族旐旑旒旓
    0, 255, 52, 58, 12, 255, 10, 0, 0, 4, 0, 255, 192, 0, 32, 255, 6, 1, 8, 0,
    //  旔旕旖旗旘旙旚旛旜旝旞旟无旡既旣旤日旦旧
    0, 0, 79, 255, 0, 0, 0, 55, 0, 0, 0, 6, 255, 1, 255, 19, 0, 255, 255, 255,
    //  旨早旪旫旬旭旮旯旰旱旲旳旴旵时旷旸旹旺旻
    255, 255, 0, 0, 255, 255, 9, 6, 5, 255, 6, 4, 7, 3, 255, 255, 28, 1, 255, 255,
    //  旼旽旾旿昀昁昂昃昄昅昆昇昈昉昊昋昌昍明昏
    236, 3, 0, 11, 252, 0, 255, 6, 0, 0, 255, 255, 0, 60, 255, 0, 255, 1, 255, 255,
    //  昐昑昒易昔昕昖昗昘昙昚昛昜昝昞星映昡昢昣
    2, 1, 0, 255, 255, 255, 1, 0, 0, 113, 1, 2, 5, 13, 19, 255, 255, 1, 0, 4,
    //  昤春昦昧昨昩昪昫昬昭昮是昰昱昲昳昴昵昶昷
    5, 255, 0, 255, 255, 0, 22, 5, 0, 255, 0, 255, 16, 255, 0, 5, 255, 230, 255, 2,
    //  昸昹昺昻昼昽显昿晀晁時晃晄晅晆晇晈晉晊晋
    0, 0, 45, 8, 255, 1, 255, 0, 1, 84, 255, 255, 30, 2, 0, 0, 7, 255, 6, 255,
    //  晌晍晎晏晐晑晒晓晔晕晖晗晘晙晚晛晜晝晞晟
    255, 3, 0, 255, 0, 0, 255, 255, 79, 255, 255, 173, 0, 37, 255, 16, 0, 148, 119, 255,
    //  晠晡晢晣晤晥晦晧晨晩晪晫晬晭普景晰晱晲晳
    0, 23, 8, 2, 255, 3, 255, 25, 255, 255, 7, 8, 3, 0, 255, 255, 255, 0, 0, 7,
    //  晴晵晶晷晸晹智晻晼晽晾晿暀暁暂暃暄暅暆暇
    255, 0, 255, 84, 50, 4, 255, 1, 0, 0, 107, 0, 0, 255, 255, 0, 196, 7, 0, 255,
    //  暈暉暊暋暌暍暎暏暐暑暒暓暔暕暖暗暘暙暚暛
    191, 255, 1, 5, 14, 0, 46, 0, 114, 255, 0, 0, 0, 8, 255, 255, 98, 0, 0, 0,
    //  暜暝暞暟暠暡暢暣暤暥暦暧暨暩暪暫暬暭暮暯
    0, 98, 0, 0, 36, 0, 255, 0, 3, 0, 255, 50, 255, 0, 4, 255, 1, 1, 255, 0,
    //  暰暱暲暳暴暵暶暷暸暹暺暻暼暽暾暿曀曁曂曃
    0, 255, 10, 1, 255, 0, 1, 0, 4, 255, 0, 71, 0, 0, 11, 0, 2, 8, 0, 0,
    //  曄曅曆曇曈曉曊曋曌曍曎曏曐曑曒曓曔曕曖曗
    68, 8, 255, 255, 28, 255, 0, 0, 28, 0, 0, 0, 0, 0, 0, 0, 2, 5, 255, 0,
    //  曘曙曚曛曜曝曞曟曠曡曢曣曤曥曦曧曨曩曪曫
    0, 255, 1, 4, 255, 255, 0, 0, 100, 1, 0, 0, 0, 0, 255, 1, 0, 17, 1, 0,
    //  曬曭曮曯曰曱曲曳更曵曶曷書曹曺曻曼曽曾替
    74, 0, 1, 0, 255, 3, 255, 255, 255, 6, 3, 50, 255, 255, 49, 4, 255, 255, 255, 255,
    //  最朁朂會朄朅朆朇月有朊朋朌服朎朏朐朑朒朓
    255, 0, 1, 255, 0, 3, 0, 0, 255, 255, 7, 255, 0, 255, 0, 27, 33, 0, 0, 11,
    //  朔朕朖朗朘朙朚望朜朝朞期朠朡朢朣朤朥朦朧
    255, 255, 1, 255, 1, 0, 0, 255, 0, 255, 0, 255, 0, 0, 0, 0, 0, 9, 255, 95,
    //  木朩未末本札朮术朰朱朲朳朴朵朶朷朸朹机朻
    255, 0, 255, 255, 255, 255, 52, 255, 0, 255, 0, 0, 255, 255, 52, 1, 0, 0, 255, 0,
    //  朼朽朾朿杀杁杂权杄杅杆杇杈杉杊杋杌杍李杏
    0, 255, 0, 2, 255, 15, 255, 255, 0, 0, 255, 0, 24, 255, 0, 1, 14, 0, 255, 255,
    //  材村杒杓杔杕杖杗杘杙杚杛杜杝杞束杠条杢杣
    255, 255, 0, 182, 0, 5, 255, 0, 0, 10, 0, 0, 255, 0, 207, 255, 255, 255, 46, 19,
    //  杤来杦杧杨杩杪杫杬杭杮杯杰東杲杳杴杵杶杷
    5, 255, 2, 7, 255, 1, 5, 0, 4, 255, 12, 255, 255, 255, 124, 30, 0, 255, 0, 90,
    //  杸杹杺杻杼杽松板枀极枂枃构枅枆枇枈枉枊枋
    0, 0, 0, 5, 32, 0, 255, 255, 0, 255, 0, 0, 255, 0, 0, 80, 0, 222, 0, 166,
    //  枌枍枎枏析枑枒枓枔枕枖林枘枙枚枛果枝枞枟
    5, 0, 0, 6, 255, 0, 0, 8, 0, 255, 7, 255, 3, 0, 255, 1, 255, 255, 22, 3,
    //  枠枡枢枣枤枥枦枧枨枩枪枫枬枭枮枯枰枱枲枳
    255, 45, 255, 255, 0, 24, 4, 3, 3, 13, 255, 255, 40, 122, 0, 255, 20, 20, 0, 108,
    //  枴枵架枷枸枹枺枻枼枽枾枿柀柁柂柃柄柅柆柇
    2, 0, 255, 134, 44, 15, 0, 25, 0, 0, 0, 0, 0, 21, 0, 202, 255, 0, 0, 0,
    //  柈柉柊柋柌柍柎柏某柑柒染柔柕柖柗柘柙柚柛
    0, 0, 255, 0, 0, 0, 0, 255, 255, 255, 169, 255, 255, 0, 0, 4, 127, 3, 255, 0,
    //  柜柝柞柟柠柡柢柣柤查柦柧柨柩柪柫柬柭柮柯
    255, 8, 42, 7, 137, 0, 10, 0, 1, 255, 0, 0, 0, 129, 0, 0, 255, 0, 0, 255,
    //  柰柱柲柳柴柵柶柷柸柹柺査柼柽柾柿栀栁栂栃
    15, 255, 0, 255, 255, 255, 1, 7, 0, 2, 2, 255, 0, 84, 98, 255, 31, 59, 42, 255,
    //  栄栅栆标栈栉栊栋栌栍栎栏栐树栒栓栔栕栖栗
    255, 255, 0, 255, 255, 42, 11, 255, 11, 1, 133, 255, 3, 255, 33, 255, 2, 0, 255, 255,
    //  栘栙栚栛栜栝栞栟栠校栢栣栤栥栦栧栨栩株栫
    4, 0, 0, 0, 2, 97, 253, 3, 0, 255, 144, 0, 0, 0, 0, 0, 0, 255, 255, 8,
    //  栬栭栮栯栰栱栲栳栴栵栶样核根栺栻格栽栾栿
    0, 0, 1, 0, 0, 19, 36, 3, 9, 1, 0, 255, 255, 255, 0, 43, 255, 255, 123, 1,
    //  桀桁桂桃桄桅框桇案桉桊桋桌桍桎桏桐桑桒桓
    137, 255, 255, 255, 9, 125, 255, 0, 255, 99, 0, 0, 255, 0, 57, 0, 255, 255, 12, 255,
    //  桔桕桖桗桘桙桚桛桜桝桞桟桠桡桢档桤桥桦桧
    255, 29, 0, 0, 0, 6, 0, 0, 255, 110, 0, 133, 37, 8, 255, 255, 76, 255, 199, 125,
    //  桨桩桪桫桬桭桮桯桰桱桲桳桴桵桶桷桸桹桺桻
    255, 255, 0, 43, 0, 0, 0, 4, 0, 28, 5, 0, 33, 0, 255, 25, 1, 0, 2, 0,
    //  桼桽桾桿梀梁梂梃梄梅梆梇梈梉梊梋梌梍梎梏
    0, 0, 0, 255, 1, 255, 19, 17, 0, 255, 33, 0, 1, 3, 0, 0, 0, 0, 0, 59,
    //  梐梑梒梓梔梕梖梗梘梙梚梛梜條梞梟梠梡梢梣
    0, 0, 0, 255, 12, 0, 0, 255, 13, 0, 0, 20, 0, 255, 0, 210, 16, 1, 255, 14,
    //  梤梥梦梧梨梩梪梫梬梭梮梯械梱梲梳梴梵梶梷
    0, 0, 255, 255, 255, 0, 0, 1, 0, 255, 0, 255, 255, 172, 0, 255, 2, 255, 255, 0,
    //  梸梹梺梻梼梽梾梿检棁棂棃棄棅棆棇棈棉棊棋
    0, 1, 1, 0, 10, 3, 44, 6, 255, 0, 47, 0, 255, 2, 0, 0, 1, 255, 3, 255,
    //  棌棍棎棏棐棑棒棓棔棕棖棗棘棙棚棛棜棝棞棟
    0, 255, 0, 0, 13, 0, 255, 26, 1, 255, 2, 106, 255, 0, 255, 0, 0, 0, 0, 255,
    //  棠棡棢棣棤棥棦棧棨棩棪棫棬棭森棯棰棱棲棳
    255, 2, 0, 255, 0, 0, 0, 255, 154, 1, 10, 36, 0, 1, 255, 1, 4, 255, 255, 0,
    //  棴棵棶棷棸棹棺棻棼棽棾棿椀椁椂椃椄椅椆椇
    0, 255, 0, 0, 0, 33, 255, 237, 3, 3, 0, 0, 33, 156, 0, 0, 0, 255, 4, 9,
    //  椈椉椊椋椌植椎椏椐椑椒椓椔椕椖椗椘椙椚椛
    0, 0, 0, 220, 2, 255, 255, 10, 1, 3, 255, 3, 0, 0, 0, 2, 0, 55, 13, 78,
    //  検椝椞椟椠椡椢椣椤椥椦椧椨椩椪椫椬椭椮椯
    255, 1, 0, 2, 0, 0, 0, 1, 34, 35, 0, 0, 1, 0, 2, 0, 5, 243, 0, 0,
    //  椰椱椲椳椴椵椶椷椸椹椺椻椼椽椾椿楀楁楂楃
    255, 0, 0, 18, 56, 0, 0, 0, 0, 23, 0, 0, 0, 35, 0, 255, 1, 0, 22, 0,
    //  楄楅楆楇楈楉楊楋楌楍楎楏楐楑楒楓楔楕楖楗
    0, 1, 0, 0, 0, 1, 255, 0, 0, 0, 0, 0, 0, 0, 1, 255, 218, 214, 0, 3,
    //  楘楙楚楛楜楝楞楟楠楡楢楣楤楥楦楧楨楩楪楫
    4, 117, 255, 2, 0, 60, 252, 0, 255, 70, 231, 108, 16, 0, 4, 1, 233, 4, 25, 110,
    //  楬業楮楯楰楱楲楳楴極楶楷楸楹楺楻楼楽楾楿
    0, 255, 22, 140, 0, 0, 2, 23, 0, 255, 1, 255, 52, 183, 3, 0, 255, 255, 0, 0,
    //  榀榁概榃榄榅榆榇榈榉榊榋榌榍榎榏榐榑榒榓
    3, 0, 255, 2, 255, 2, 255, 1, 128, 24, 255, 0, 0, 0, 255, 0, 0, 15, 0, 0,
    //  榔榕榖榗榘榙榚榛榜榝榞榟榠榡榢榣榤榥榦榧
    140, 255, 22, 0, 99, 0, 0, 255, 255, 0, 0, 1, 0, 0, 2, 0, 2, 1, 25, 73,
    //  榨榩榪榫榬榭榮榯榰榱榲榳榴榵榶榷榸榹榺榻
    136, 0, 0, 133, 0, 97, 255, 0, 0, 1, 1, 0, 255, 0, 1, 194, 0, 0, 0, 234,
    //  榼榽榾榿槀槁槂槃槄槅槆槇槈槉槊構槌槍槎槏
    6, 4, 0, 6, 2, 39, 0, 255, 0, 4, 0, 119, 1, 0, 73, 255, 204, 255, 84, 0,
    //  槐槑槒槓槔槕槖槗様槙槚槛槜槝槞槟槠槡槢槣
    255, 2, 0, 222, 2, 0, 2, 0, 255, 154, 5, 252, 0, 0, 0, 255, 13, 0, 3, 0,
    //  槤槥槦槧槨槩槪槫槬槭槮槯槰槱槲槳槴槵槶槷
    35, 0, 0, 0, 40, 7, 5, 0, 0, 255, 2, 0, 0, 5, 30, 255, 1, 0, 0, 0,
    //  槸槹槺槻槼槽槾槿樀樁樂樃樄樅樆樇樈樉樊樋
    0, 0, 34, 255, 0, 255, 0, 224, 0, 113, 255, 0, 0, 42, 0, 0, 0, 2, 255, 255,
    //  樌樍樎樏樐樑樒樓樔樕樖樗樘標樚樛樜樝樞樟
    1, 0, 0, 0, 0, 255, 3, 255, 1, 30, 0, 26, 5, 255, 0, 7, 0, 0, 255, 255,
    //  樠模樢樣樤樥樦樧樨権横樫樬樭樮樯樰樱樲樳
    0, 255, 0, 255, 0, 0, 0, 0, 37, 255, 255, 255, 0, 0, 0, 25, 0, 255, 0, 0,
    //  樴樵樶樷樸樹樺樻樼樽樾樿橀橁橂橃橄橅橆橇
    1, 164, 0, 0, 255, 255, 255, 1, 0, 255, 65, 0, 0, 0, 1, 0, 255, 2, 0, 140,
    //  橈橉橊橋橌橍橎橏橐橑橒橓橔橕橖橗橘橙橚橛
    47, 0, 0, 255, 0, 0, 0, 0, 47, 5, 31, 3, 1, 0, 0, 0, 255, 255, 9, 7,
    //  橜橝橞機橠橡橢橣橤橥橦橧橨橩橪橫橬橭橮橯
    0, 0, 3, 255, 0, 255, 141, 2, 0, 0, 5, 0, 0, 0, 0, 255, 0, 0, 0, 0,
    //  橰橱橲橳橴橵橶橷橸橹橺橻橼橽橾橿檀檁檂檃
    0, 43, 0, 3, 0, 0, 0, 0, 0, 11, 0, 0, 5, 0, 0, 182, 255, 2, 0, 0,
    //  檄檅檆檇檈檉檊檋檌檍檎檏檐檑檒檓檔檕檖檗
    99, 0, 0, 0, 0, 9, 2, 0, 0, 5, 206, 0, 255, 1, 0, 0, 255, 0, 2, 194,
    //  檘檙檚檛檜檝檞檟檠檡檢檣檤檥檦檧檨檩檪檫
    0, 0, 0, 0, 255, 4, 1, 8, 12, 3, 255, 25, 0, 0, 3, 0, 16, 18, 8, 8,
    //  檬檭檮檯檰檱檲檳檴檵檶檷檸檹檺檻檼檽檾檿
    255, 0, 11, 75, 0, 0, 0, 161, 0, 5, 0, 0, 255, 0, 1, 219, 0, 0, 0, 1,
    //  櫀櫁櫂櫃櫄櫅櫆櫇櫈櫉櫊櫋櫌櫍櫎櫏櫐櫑櫒櫓
    0, 0, 84, 255, 0, 0, 2, 0, 7, 1, 0, 0, 0, 0, 0, 0, 0, 1, 0, 74,
    //  櫔櫕櫖櫗櫘櫙櫚櫛櫜櫝櫞櫟櫠櫡櫢櫣櫤櫥櫦櫧
    2, 0, 0, 0, 0, 0, 115, 255, 1, 1, 11, 97, 0, 0, 0, 0, 0, 38, 0, 5,
    //  櫨櫩櫪櫫櫬櫭櫮櫯櫰櫱櫲櫳櫴櫵櫶櫷櫸櫹櫺櫻
    13, 0, 6, 2, 6, 0, 0, 0, 1, 7, 2, 1, 0, 0, 1, 0, 111, 0, 2, 255,
    //  櫼櫽櫾櫿欀欁欂欃欄欅欆欇欈欉權欋欌欍欎欏
    0, 0, 0, 0, 1, 0, 0, 0, 255, 226, 0, 0, 0, 7, 255, 0, 0, 1, 0, 8,
    //  欐欑欒欓欔欕欖欗欘欙欚欛欜欝欞欟欠次欢欣
    4, 1, 44, 1, 0, 0, 255, 0, 0, 0, 0, 0, 0, 6, 4, 5, 255, 255, 255, 255,
    //  欤欥欦欧欨欩欪欫欬欭欮欯欰欱欲欳欴欵欶欷
    7, 4, 0, 255, 1, 0, 0, 0, 1, 0, 0, 0, 0, 0, 255, 0, 0, 4, 0, 4,
    //  欸欹欺欻欼欽款欿歀歁歂歃歄歅歆歇歈歉歊歋
    18, 8, 255, 1, 0, 255, 255, 0, 1, 0, 0, 5, 0, 0, 141, 255, 0, 255, 0, 0,
    //  歌歍歎歏歐歑歒歓歔歕歖歗歘歙歚歛歜歝歞歟
    255, 0, 77, 0, 255, 0, 0, 255, 3, 0, 0, 0, 1, 114, 0, 5, 0, 0, 0, 16,
    //  歠歡止正此步武歧歨歩歪歫歬歭歮歯歰歱歲歳
    0, 255, 255, 255, 255, 255, 255, 255, 0, 255, 255, 0, 0, 0, 0, 255, 0, 0, 255, 255,
    //  歴歵歶歷歸歹歺死歼歽歾歿殀殁殂殃殄殅殆殇
    255, 0, 0, 255, 255, 255, 0, 255, 255, 0, 0, 255, 1, 45, 8, 115, 26, 0, 255, 180,
    //  殈殉殊残殌殍殎殏殐殑殒殓殔殕殖殗殘殙殚殛
    0, 255, 255, 255, 0, 5, 0, 0, 0, 0, 28, 62, 0, 0, 255, 0, 255, 0, 15, 7,
    //  殜殝殞殟殠殡殢殣殤殥殦殧殨殩殪殫殬殭殮殯
    0, 3, 34, 0, 0, 49, 0, 0, 53, 0, 0, 0, 0, 0, 5, 6, 0, 255, 25, 108,
    //  殰殱殲殳殴段殶殷殸殹殺殻殼殽殾殿毀毁毂毃
    0, 1, 201, 8, 255, 255, 0, 255, 0, 0, 255, 255, 255, 8, 0, 255, 255, 255, 42, 0,
    //  毄毅毆毇毈毉毊毋毌母毎每毐毑毒毓比毕毖毗
    0, 255, 158, 0, 0, 0, 0, 225, 48, 255, 255, 255, 14, 0, 255, 255, 255, 255, 21, 255,
    //  毘毙毚毛毜毝毞毟毠毡毢毣毤毥毦毧毨毩毪毫
    255, 216, 0, 255, 0, 0, 0, 1, 0, 116, 0, 0, 0, 0, 2, 0, 0, 0, 0, 255,
    //  毬毭毮毯毰毱毲毳毴毵毶毷毸毹毺毻毼毽毾毿
    93, 0, 0, 255, 0, 1, 0, 4, 0, 0, 0, 0, 0, 1, 0, 0, 0, 10, 0, 0,
    //  氀氁氂氃氄氅氆氇氈氉氊氋氌氍氎氏氐民氒氓
    0, 0, 6, 0, 0, 44, 2, 2, 24, 0, 1, 0, 0, 1, 0, 255, 62, 255, 0, 232,
    //  气氕氖気氘氙氚氛氜氝氞氟氠氡氢氣氤氥氦氧
    255, 0, 12, 255, 11, 32, 24, 255, 0, 0, 0, 255, 0, 25, 255, 255, 33, 0, 89, 255,
    //  氨氩氪氫氬氭氮氯氰氱氲氳水氵氶氷永氹氺氻
    255, 14, 255, 255, 7, 0, 255, 255, 220, 0, 31, 2, 255, 21, 0, 255, 255, 200, 1, 0,
    //  氼氽氾氿汀汁求汃汄汅汆汇汈汉汊汋汌汍汎汏
    0, 0, 137, 1, 255, 255, 255, 6, 0, 0, 3, 255, 0, 255, 48, 2, 0, 0, 255, 0,
    //  汐汑汒汓汔汕汖汗汘汙汚汛汜汝汞江池污汢汣
    255, 0, 0, 0, 5, 255, 0, 255, 2, 152, 255, 122, 34, 255, 255, 255, 255, 255, 0, 0,
    //  汤汥汦汧汨汩汪汫汬汭汮汯汰汱汲汳汴汵汶汷
    255, 0, 0, 10, 45, 63, 255, 4, 0, 12, 0, 4, 255, 0, 255, 0, 189, 0, 255, 0,
    //  汸汹決汻汼汽汾汿沀沁沂沃沄沅沆沇沈沉沊沋
    4, 255, 255, 0, 0, 255, 255, 1, 0, 255, 255, 255, 36, 255, 92, 20, 255, 255, 0, 0,
    //  沌沍沎沏沐沑沒沓沔沕沖沗沘沙沚沛沜沝沞沟
    255, 0, 0, 22, 255, 0, 255, 191, 69, 0, 255, 0, 10, 255, 42, 255, 3, 2, 0, 255,
    //  沠没沢沣沤沥沦沧沨沩沪沫沬沭沮沯沰沱沲河
    0, 255, 255, 36, 30, 193, 232, 255, 4, 5, 255, 255, 5, 33, 164, 0, 0, 101, 1, 255,
    //  沴沵沶沷沸油沺治沼沽沾沿泀況泂泃泄泅泆泇
    2, 1, 1, 0, 255, 255, 12, 255, 255, 175, 255, 255, 0, 255, 47, 3, 255, 166, 2, 3,
    //  泈泉泊泋泌泍泎泏泐泑泒泓泔法泖泗泘泙泚泛
    0, 255, 255, 0, 255, 0, 0, 0, 8, 0, 0, 255, 4, 255, 2, 255, 0, 2, 13, 255,
    //  泜泝泞泟泠泡波泣泤泥泦泧注泩泪泫泬泭泮泯
    1, 11, 34, 0, 48, 255, 255, 255, 0, 255, 0, 0, 255, 4, 255, 168, 0, 0, 97, 69,
    //  泰泱泲泳泴泵泶泷泸泹泺泻泼泽泾泿洀洁洂洃
    255, 115, 0, 255, 0, 255, 0, 70, 202, 0, 20, 186, 255, 255, 184, 1, 1, 255, 0, 0,
    //  洄洅洆洇洈洉洊洋洌洍洎洏洐洑洒洓洔洕洖洗
    73, 0, 4, 2, 0, 0, 3, 255, 7, 0, 18, 0, 3, 4, 255, 0, 0, 0, 0, 255,
    //  洘洙洚洛洜洝洞洟洠洡洢洣洤津洦洧洨洩洪洫
    0, 255, 0, 255, 0, 0, 255, 2, 0, 0, 12, 9, 2, 255, 0, 25, 4, 255, 255, 3,
    //  洬洭洮洯洰洱洲洳洴洵洶洷洸洹洺活洼洽派洿
    0, 0, 147, 0, 0, 146, 255, 32, 2, 178, 28, 0, 255, 31, 76, 255, 250, 255, 255, 1,
    //  浀流浂浃浄浅浆浇浈浉浊测浌浍济浏浐浑浒浓
    0, 255, 0, 11, 255, 255, 255, 255, 12, 10, 255, 255, 0, 6, 255, 255, 16, 255, 85, 255,
    //  浔浕浖浗浘浙浚浛浜浝浞浟浠浡浢浣浤浥浦浧
    107, 0, 0, 0, 0, 255, 255, 6, 255, 0, 5, 4, 23, 1, 0, 146, 43, 6, 255, 1,
    //  浨浩浪浫浬浭浮浯浰浱浲浳浴浵浶海浸浹浺浻
    0, 255, 255, 0, 54, 1, 255, 34, 0, 0, 0, 0, 255, 13, 0, 255, 255, 17, 0, 0,
    //  浼浽浾浿涀涁涂涃涄涅涆涇消涉涊涋涌涍涎涏
    1, 0, 0, 2, 0, 0, 255, 0, 0, 255, 0, 80, 255, 255, 0, 0, 255, 3, 108, 0,
    //  涐涑涒涓涔涕涖涗涘涙涚涛涜涝涞涟涠涡涢涣
    0, 10, 0, 105, 35, 148, 4, 0, 6, 255, 0, 255, 24, 87, 50, 239, 4, 255, 0, 57,
    //  涤涥润涧涨涩涪涫涬涭涮涯涰涱液涳涴涵涶涷
    75, 0, 255, 158, 255, 255, 146, 7, 0, 0, 28, 255, 0, 0, 255, 0, 3, 255, 0, 1,
    //  涸涹涺涻涼涽涾涿淀淁淂淃淄淅淆淇淈淉淊淋
    84, 0, 0, 0, 255, 0, 0, 141, 255, 0, 1, 0, 231, 47, 255, 255, 0, 0, 3, 255,
    //  淌淍淎淏淐淑淒淓淔淕淖淗淘淙淚淛淜淝淞淟
    255, 8, 0, 31, 1, 255, 29, 2, 0, 0, 46, 0, 255, 24, 255, 12, 1, 29, 255, 0,
    //  淠淡淢淣淤淥淦淧淨淩淪淫淬淭淮淯淰深淲淳
    15, 255, 1, 0, 214, 4, 206, 0, 255, 255, 234, 255, 134, 0, 255, 70, 3, 255, 0, 255,
    //  淴淵淶混淸淹淺添淼淽淾淿渀渁渂渃渄清渆渇
    0, 255, 18, 255, 93, 255, 255, 255, 206, 5, 0, 0, 0, 0, 0, 6, 0, 255, 0, 141,
    //  済渉渊渋渌渍渎渏渐渑渒渓渔渕渖渗渘渙渚減
    255, 255, 255, 255, 17, 127, 99, 0, 255, 13, 0, 255, 255, 255, 1, 255, 0, 29, 255, 255,
    //  渜渝渞渟渠渡渢渣渤渥渦渧渨温渪渫測渭渮港
    0, 255, 1, 61, 255, 255, 1, 255, 255, 255, 255, 1, 0, 255, 0, 28, 255, 255, 0, 255,
    //  渰渱渲渳渴渵渶渷游渹渺渻渼渽渾渿湀湁湂湃
    3, 0, 255, 0, 255, 0, 6, 0, 255, 0, 248, 0, 8, 20, 255, 0, 0, 0, 0, 255,
    //  湄湅湆湇湈湉湊湋湌湍湎湏湐湑湒湓湔湕湖湗
    207, 0, 0, 0, 0, 12, 255, 6, 1, 108, 6, 1, 0, 5, 0, 4, 22, 0, 255, 0,
    //  湘湙湚湛湜湝湞湟湠湡湢湣湤湥湦湧湨湩湪湫
    255, 3, 0, 255, 26, 5, 9, 102, 0, 0, 0, 19, 0, 2, 0, 255, 1, 0, 0, 45,
    //  湬湭湮湯湰湱湲湳湴湵湶湷湸湹湺湻湼湽湾湿
    0, 0, 108, 255, 0, 0, 4, 184, 2, 0, 2, 0, 0, 0, 0, 0, 3, 0, 255, 255,
    //  満溁溂溃溄溅溆溇溈溉溊溋溌溍溎溏源溑溒溓
    255, 3, 1, 255, 0, 255, 19, 13, 0, 255, 0, 0, 3, 5, 44, 82, 255, 0, 0, 1,
    //  溔溕準溗溘溙溚溛溜溝溞溟溠溡溢溣溤溥溦溧
    0, 0, 255, 0, 9, 3, 0, 0, 255, 255, 0, 150, 0, 0, 255, 0, 0, 255, 38, 178,
    //  溨溩溪溫溬溭溮溯溰溱溲溳溴溵溶溷溸溹溺溻
    0, 0, 255, 255, 0, 0, 1, 255, 0, 42, 122, 0, 183, 5, 255, 27, 0, 0, 255, 1,
    //  溼溽溾溿滀滁滂滃滄滅滆滇滈滉滊滋滌滍滎滏
    53, 3, 0, 0, 1, 162, 28, 3, 162, 255, 4, 255, 0, 138, 0, 255, 57, 2, 63, 10,
    //  滐滑滒滓滔滕滖滗滘滙滚滛滜滝滞滟滠满滢滣
    0, 255, 0, 36, 255, 255, 0, 0, 88, 121, 255, 1, 0, 255, 255, 22, 10, 255, 80, 0,
    //  滤滥滦滧滨滩滪滫滬滭滮滯滰滱滲滳滴滵滶滷
    255, 255, 109, 0, 255, 255, 0, 0, 212, 1, 1, 170, 0, 0, 153, 0, 255, 0, 0, 22,
    //  滸滹滺滻滼滽滾滿漀漁漂漃漄漅漆漇漈漉漊漋
    112, 7, 0, 1, 0, 5, 255, 255, 0, 255, 255, 0, 0, 0, 255, 0, 4, 79, 0, 1,
    //  漌漍漎漏漐漑漒漓演漕漖漗漘漙漚漛漜漝漞漟
    3, 0, 0, 255, 0, 67, 0, 245, 255, 205, 3, 0, 1, 2, 8, 0, 0, 0, 0, 0,
    //  漠漡漢漣漤漥漦漧漨漩漪漫漬漭漮漯漰漱漲漳
    255, 0, 255, 223, 1, 3, 0, 0, 0, 255, 247, 255, 255, 2, 0, 141, 0, 255, 186, 255,
    //  漴漵漶漷漸漹漺漻漼漽漾漿潀潁潂潃潄潅潆潇
    1, 2, 2, 6, 255, 1, 0, 0, 3, 0, 255, 255, 1, 82, 0, 0, 2, 5, 4, 255,
    //  潈潉潊潋潌潍潎潏潐潑潒潓潔潕潖潗潘潙潚潛
    0, 0, 0, 51, 0, 248, 0, 1, 0, 226, 3, 0, 255, 7, 2, 0, 255, 2, 1, 255,
    //  潜潝潞潟潠潡潢潣潤潥潦潧潨潩潪潫潬潭潮潯
    255, 1, 216, 255, 0, 0, 180, 2, 255, 0, 82, 0, 0, 4, 0, 1, 0, 255, 255, 41,
    //  潰潱潲潳潴潵潶潷潸潹潺潻潼潽潾潿澀澁澂澃
    255, 0, 1, 0, 48, 0, 1, 0, 18, 0, 56, 0, 255, 7, 107, 0, 255, 131, 124, 0,
    //  澄澅澆澇澈澉澊澋澌澍澎澏澐澑澒澓澔澕澖澗
    255, 1, 38, 5, 255, 4, 0, 3, 9, 248, 255, 0, 33, 0, 0, 0, 32, 0, 0, 110,
    //  澘澙澚澛澜澝澞澟澠澡澢澣澤澥澦澧澨澩澪澫
    0, 0, 37, 0, 255, 0, 0, 2, 10, 224, 0, 7, 255, 24, 0, 103, 2, 0, 159, 1,
    //  澬澭澮澯澰澱澲澳澴澵澶澷澸澹澺澻澼澽澾澿
    0, 0, 11, 37, 0, 69, 0, 255, 3, 0, 19, 0, 0, 255, 3, 0, 0, 0, 1, 0,
    //  激濁濂濃濄濅濆濇濈濉濊濋濌濍濎濏濐濑濒濓
    255, 255, 255, 255, 0, 0, 8, 0, 1, 23, 24, 0, 0, 0, 0, 0, 0, 152, 255, 1,
    //  濔濕濖濗濘濙濚濛濜濝濞濟濠濡濢濣濤濥濦濧
    0, 255, 0, 0, 18, 2, 14, 158, 0, 0, 9, 255, 255, 255, 0, 0, 255, 0, 0, 0,
    //  濨濩濪濫濬濭濮濯濰濱濲濳濴濵濶濷濸濹濺濻
    0, 11, 0, 255, 247, 0, 237, 132, 46, 255, 0, 0, 0, 83, 17, 0, 0, 0, 31, 0,
    //  濼濽濾濿瀀瀁瀂瀃瀄瀅瀆瀇瀈瀉瀊瀋瀌瀍瀎瀏
    6, 0, 255, 0, 0, 2, 0, 0, 0, 88, 58, 0, 0, 101, 0, 244, 1, 9, 0, 255,
    //  瀐瀑瀒瀓瀔瀕瀖瀗瀘瀙瀚瀛瀜瀝瀞瀟瀠瀡瀢瀣
    0, 255, 0, 0, 0, 255, 0, 0, 174, 2, 255, 255, 0, 100, 101, 105, 23, 0, 0, 5,
    //  瀤瀥瀦瀧瀨瀩瀪瀫瀬瀭瀮瀯瀰瀱瀲瀳瀴瀵瀶瀷
    0, 0, 4, 255, 255, 0, 0, 0, 255, 0, 0, 0, 26, 0, 4, 0, 0, 0, 0, 3,
    //  瀸瀹瀺瀻瀼瀽瀾瀿灀灁灂灃灄灅灆灇灈灉灊灋
    0, 5, 0, 0, 7, 0, 215, 0, 0, 0, 0, 12, 0, 2, 0, 0, 3, 1, 3, 2,
    //  灌灍灎灏灐灑灒灓灔灕灖灗灘灙灚灛灜灝灞灟
    255, 0, 0, 117, 1, 144, 0, 0, 0, 3, 0, 0, 255, 0, 0, 0, 2, 244, 50, 0,
    //  灠灡灢灣灤灥灦灧灨灩灪火灬灭灮灯灰灱灲灳
    1, 0, 0, 255, 25, 0, 0, 0, 0, 1, 0, 255, 120, 255, 0, 255, 255, 0, 0, 0,
    //  灴灵灶灷灸灹灺灻灼災灾灿炀炁炂炃炄炅炆炇
    1, 255, 255, 0, 161, 0, 0, 0, 255, 255, 255, 255, 71, 37, 0, 0, 0, 134, 10, 0,
    //  炈炉炊炋炌炍炎炏炐炑炒炓炔炕炖炗炘炙炚炛
    0, 255, 209, 0, 28, 0, 255, 0, 0, 0, 255, 1, 79, 184, 47, 1, 113, 245, 0, 0,
    //  炜炝炞炟炠炡炢炣炤炥炦炧炨炩炪炫炬炭炮炯
    255, 1, 0, 4, 0, 1, 0, 0, 85, 0, 0, 0, 0, 18, 0, 255, 245, 255, 255, 255,
    //  炰炱炲炳炴炵炶炷炸点為炻炼炽炾炿烀烁烂烃
    3, 255, 0, 255, 0, 0, 0, 67, 255, 255, 255, 2, 255, 255, 0, 0, 0, 255, 255, 155,
    //  烄烅烆烇烈烉烊烋烌烍烎烏烐烑烒烓烔烕烖烗
    0, 0, 0, 0, 255, 0, 41, 37, 0, 0, 3, 255, 0, 1, 0, 0, 19, 0, 0, 0,
    //  烘烙烚烛烜烝烞烟烠烡烢烣烤烥烦烧烨烩烪烫
    255, 212, 2, 255, 96, 41, 0, 255, 0, 0, 0, 0, 255, 0, 255, 255, 242, 16, 0, 255,
    //  烬热烮烯烰烱烲烳烴烵烶烷烸烹烺烻烼烽烾烿
    117, 255, 0, 255, 1, 20, 0, 0, 24, 0, 0, 255, 0, 255, 37, 0, 0, 255, 0, 0,
    //  焀焁焂焃焄焅焆焇焈焉焊焋焌焍焎焏焐焑焒焓
    0, 0, 0, 1, 40, 0, 0, 0, 0, 255, 255, 0, 13, 0, 0, 3, 0, 0, 0, 26,
    //  焔焕焖焗焘焙焚焛焜焝焞焟焠無焢焣焤焥焦焧
    91, 255, 5, 38, 112, 145, 255, 0, 180, 0, 7, 0, 7, 255, 8, 0, 0, 0, 255, 0,
    //  焨焩焪焫焬焭焮焯焰焱焲焳焴焵然焷焸焹焺焻
    0, 0, 0, 0, 0, 0, 2, 217, 255, 159, 0, 0, 30, 1, 255, 0, 0, 0, 0, 0,
    //  焼焽焾焿煀煁煂煃煄煅煆煇煈煉煊煋煌煍煎煏
    255, 0, 0, 11, 0, 0, 0, 38, 0, 15, 1, 172, 0, 255, 113, 3, 255, 0, 255, 0,
    //  煐煑煒煓煔煕煖煗煘煙煚煛煜煝煞煟煠煡煢煣
    49, 2, 255, 1, 0, 106, 39, 0, 0, 255, 5, 0, 255, 0, 255, 1, 0, 0, 3, 0,
    //  煤煥煦照煨煩煪煫煬煭煮煯煰煱煲煳煴煵煶煷
    255, 255, 255, 255, 16, 255, 0, 0, 39, 0, 255, 0, 0, 2, 152, 0, 5, 0, 0, 0,
    //  煸煹煺煻煼煽煾煿熀熁熂熃熄熅熆熇熈熉熊熋
    3, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 0, 255, 1, 0, 2, 21, 1, 255, 0,
    //  熌熍熎熏熐熑熒熓熔熕熖熗熘熙熚熛熜熝熞熟
    1, 0, 0, 255, 0, 20, 67, 0, 255, 2, 1, 0, 1, 255, 0, 0, 5, 0, 0, 255,
    //  熠熡熢熣熤熥熦熧熨熩熪熫熬熭熮熯熰熱熲熳
    255, 0, 0, 0, 0, 2, 0, 5, 52, 0, 0, 0, 255, 0, 0, 1, 0, 255, 8, 6,
    //  熴熵熶熷熸熹熺熻熼熽熾熿燀燁燂燃燄燅燆燇
    0, 186, 0, 1, 0, 255, 11, 0, 0, 0, 177, 22, 0, 236, 0, 255, 21, 0, 1, 0,
    //  燈燉燊燋燌燍燎燏燐燑燒燓燔燕燖燗燘燙燚燛
    255, 56, 190, 1, 0, 0, 140, 21, 117, 0, 255, 0, 18, 255, 0, 8, 0, 41, 19, 0,
    //  燜燝燞營燠燡燢燣燤燥燦燧燨燩燪燫燬燭燮燯
    10, 15, 0, 255, 32, 17, 0, 0, 0, 255, 255, 144, 1, 0, 0, 6, 26, 188, 255, 0,
    //  燰燱燲燳燴燵燶燷燸燹燺燻燼燽燾燿爀爁爂爃
    0, 0, 0, 0, 12, 8, 1, 0, 0, 13, 0, 85, 55, 22, 67, 191, 25, 0, 0, 0,
    //  爄爅爆爇爈爉爊爋爌爍爎爏爐爑爒爓爔爕爖爗
    0, 0, 255, 1, 0, 0, 1, 0, 14, 65, 0, 0, 255, 0, 0, 0, 37, 3, 0, 0,
    //  爘爙爚爛爜爝爞爟爠爡爢爣爤爥爦爧爨爩爪爫
    0, 0, 0, 255, 0, 5, 0, 17, 0, 0, 0, 0, 0, 0, 0, 0, 205, 0, 255, 1,
    //  爬爭爮爯爰爱爲爳爴爵父爷爸爹爺爻爼爽爾爿
    255, 255, 0, 0, 119, 255, 255, 0, 0, 255, 255, 255, 255, 255, 255, 29, 1, 255, 255, 6,
    //  牀牁牂牃牄牅牆片版牉牊牋牌牍牎牏牐牑牒牓
    16, 5, 12, 0, 0, 0, 255, 255, 255, 0, 0, 6, 255, 63, 0, 0, 0, 0, 143, 1,
    //  牔牕牖牗牘牙牚牛牜牝牞牟牠牡牢牣牤牥牦牧
    0, 0, 11, 0, 36, 255, 0, 255, 0, 255, 0, 255, 255, 255, 255, 1, 7, 0, 31, 255,
    //  牨物牪牫牬牭牮牯牰牱牲牳牴牵牶牷牸特牺牻
    0, 255, 0, 0, 0, 0, 0, 19, 0, 0, 255, 0, 24, 255, 0, 0, 0, 255, 255, 17,
    //  牼牽牾牿犀犁犂犃犄犅犆犇犈犉犊犋犌犍犎犏
    4, 255, 0, 1, 255, 255, 23, 0, 25, 0, 0, 10, 0, 2, 56, 1, 0, 83, 0, 1,
    //  犐犑犒犓犔犕犖犗犘犙犚犛犜犝犞犟犠犡犢犣
    0, 0, 30, 0, 0, 0, 5, 0, 1, 0, 0, 20, 0, 0, 0, 24, 255, 0, 51, 0,
    //  犤犥犦犧犨犩犪犫犬犭犮犯犰犱犲犳犴犵状犷
    0, 0, 0, 255, 7, 0, 0, 1, 255, 7, 0, 255, 62, 0, 0, 0, 16, 0, 255, 42,
    //  犸犹犺犻犼犽犾犿狀狁狂狃狄狅狆狇狈狉狊狋
    28, 255, 0, 0, 12, 46, 0, 0, 255, 9, 255, 7, 255, 0, 3, 0, 255, 0, 0, 0,
    //  狌狍狎狏狐狑狒狓狔狕狖狗狘狙狚狛狜狝狞狟
    68, 9, 31, 0, 255, 0, 27, 3, 4, 0, 0, 255, 0, 255, 0, 255, 0, 0, 255, 0,
    //  狠狡狢狣狤狥狦狧狨狩狪狫独狭狮狯狰狱狲狳
    255, 255, 10, 0, 0, 2, 0, 0, 7, 255, 0, 0, 255, 255, 255, 0, 255, 255, 6, 62,
    //  狴狵狶狷狸狹狺狻狼狽狾狿猀猁猂猃猄猅猆猇
    12, 0, 0, 8, 255, 255, 0, 27, 255, 28, 0, 0, 0, 11, 0, 0, 4, 0, 0, 3,
    //  猈猉猊猋猌猍猎猏猐猑猒猓猔猕猖猗猘猙猚猛
    0, 0, 47, 1, 0, 0, 255, 0, 0, 0, 0, 3, 0, 29, 57, 71, 0, 5, 0, 255,
    //  猜猝猞猟猠猡猢猣猤猥猦猧猨猩猪猫猬猭献猯
    255, 111, 11, 255, 0, 2, 5, 0, 0, 183, 0, 0, 3, 255, 255, 255, 139, 0, 255, 1,
    //  猰猱猲猳猴猵猶猷猸猹猺猻猼猽猾猿獀獁獂獃
    1, 4, 0, 0, 255, 0, 255, 255, 0, 0, 4, 1, 2, 0, 147, 255, 0, 13, 1, 6,
    //  獄獅獆獇獈獉獊獋獌獍獎獏獐獑獒獓獔獕獖獗
    255, 255, 0, 4, 0, 0, 0, 0, 1, 2, 255, 29, 151, 0, 34, 0, 0, 0, 0, 28,
    //  獘獙獚獛獜獝獞獟獠獡獢獣獤獥獦獧獨獩獪獫
    1, 1, 0, 0, 0, 0, 1, 0, 110, 0, 0, 255, 0, 0, 0, 0, 255, 0, 3, 2,
    //  獬獭獮獯獰獱獲獳獴獵獶獷獸獹獺獻獼獽獾獿
    44, 42, 1, 1, 22, 0, 255, 3, 14, 255, 0, 12, 255, 0, 92, 255, 19, 0, 29, 0,
    //  玀玁玂玃玄玅玆率玈玉玊王玌玍玎玏玐玑玒玓
    5, 7, 0, 2, 255, 3, 29, 255, 0, 255, 3, 255, 0, 0, 57, 5, 1, 120, 2, 50,
    //  玔玕玖玗玘玙玚玛玜玝玞玟玠玡玢玣玤玥玦玧
    0, 11, 255, 20, 40, 19, 1, 255, 0, 0, 2, 255, 66, 2, 40, 0, 1, 255, 55, 19,
    //  玨玩玪玫玬玭玮环现玱玲玳玴玵玶玷玸玹玺玻
    14, 255, 1, 255, 0, 9, 255, 255, 255, 6, 255, 53, 2, 0, 2, 55, 0, 141, 233, 255,
    //  玼玽玾玿珀珁珂珃珄珅珆珇珈珉珊珋珌珍珎珏
    0, 0, 0, 2, 255, 0, 255, 0, 1, 51, 0, 0, 255, 255, 255, 0, 2, 255, 7, 100,
    //  珐珑珒珓珔珕珖珗珘珙珚珛珜珝珞珟珠珡珢珣
    60, 176, 2, 2, 3, 0, 12, 0, 0, 74, 0, 0, 1, 16, 85, 0, 255, 2, 0, 110,
    //  珤珥珦珧珨珩珪珫珬班珮珯珰珱珲珳珴珵珶珷
    8, 68, 5, 18, 0, 204, 255, 7, 0, 255, 255, 0, 8, 1, 109, 0, 0, 4, 1, 2,
    //  珸珹珺珻珼珽現珿琀琁琂球琄琅理琇琈琉琊琋
    1, 9, 58, 0, 0, 32, 255, 0, 0, 22, 0, 255, 22, 255, 255, 180, 2, 255, 133, 2,
    //  琌琍琎琏琐琑琒琓琔琕琖琗琘琙琚琛琜琝琞琟
    0, 31, 2, 249, 255, 0, 0, 1, 0, 1, 27, 0, 0, 0, 31, 255, 0, 0, 0, 0,
    //  琠琡琢琣琤琥琦琧琨琩琪琫琬琭琮琯琰琱琲琳
    7, 7, 255, 0, 28, 255, 255, 0, 236, 0, 255, 6, 184, 1, 255, 73, 164, 3, 159, 255,
    //  琴琵琶琷琸琹琺琻琼琽琾琿瑀瑁瑂瑃瑄瑅瑆瑇
    255, 255, 255, 0, 2, 21, 36, 0, 255, 0, 0, 32, 146, 35, 1, 0, 255, 3, 26, 1,
    //  瑈瑉瑊瑋瑌瑍瑎瑏瑐瑑瑒瑓瑔瑕瑖瑗瑘瑙瑚瑛
    11, 2, 11, 255, 0, 6, 2, 0, 0, 6, 4, 2, 4, 255, 0, 114, 1, 255, 255, 255,
    //  瑜瑝瑞瑟瑠瑡瑢瑣瑤瑥瑦瑧瑨瑩瑪瑫瑬瑭瑮瑯
    255, 3, 255, 255, 255, 0, 18, 180, 255, 0, 0, 2, 14, 255, 255, 8, 1, 46, 2, 121,
    //  瑰瑱瑲瑳瑴瑵瑶瑷瑸瑹瑺瑻瑼瑽瑾瑿璀璁璂璃
    255, 21, 4, 51, 5, 0, 255, 14, 25, 4, 10, 0, 0, 1, 255, 0, 255, 58, 6, 255,
    //  璄璅璆璇璈璉璊璋璌璍璎璏璐璑璒璓璔璕璖璗
    31, 0, 35, 255, 4, 140, 4, 255, 1, 0, 13, 0, 255, 0, 3, 0, 0, 0, 0, 6,
    //  璘璙璚璛璜璝璞璟璠璡璢璣璤璥璦璧璨璩璪璫
    128, 3, 0, 1, 239, 10, 237, 255, 114, 15, 0, 35, 0, 31, 38, 255, 255, 30, 26, 24,
    //  璬璭璮璯環璱璲璳璴璵璶璷璸璹璺璻璼璽璾璿
    0, 0, 31, 2, 255, 0, 37, 0, 0, 11, 0, 1, 5, 7, 1, 0, 0, 223, 0, 86,
    //  瓀瓁瓂瓃瓄瓅瓆瓇瓈瓉瓊瓋瓌瓍瓎瓏瓐瓑瓒瓓
    0, 0, 0, 0, 0, 0, 0, 0, 14, 2, 255, 0, 42, 0, 0, 167, 1, 2, 124, 7,
    //  瓔瓕瓖瓗瓘瓙瓚瓛瓜瓝瓞瓟瓠瓡瓢瓣瓤瓥瓦瓧
    20, 0, 9, 0, 49, 0, 156, 18, 255, 0, 6, 13, 59, 0, 231, 255, 8, 0, 255, 0,
    //  瓨瓩瓪瓫瓬瓭瓮瓯瓰瓱瓲瓳瓴瓵瓶瓷瓸瓹瓺瓻
    0, 17, 0, 2, 0, 0, 93, 83, 0, 0, 0, 0, 13, 0, 255, 255, 0, 2, 0, 0,
    //  瓼瓽瓾瓿甀甁甂甃甄甅甆甇甈甉甊甋甌甍甎甏
    0, 0, 0, 3, 0, 0, 0, 5, 255, 0, 0, 0, 0, 0, 0, 0, 59, 7, 3, 0,
    //  甐甑甒甓甔甕甖甗甘甙甚甛甜甝甞生甠甡產産
    0, 65, 0, 4, 0, 104, 0, 2, 255, 7, 255, 0, 255, 4, 1, 255, 0, 57, 255, 255,
    //  甤甥甦甧用甩甪甫甬甭甮甯田由甲申甴电甶男
    0, 255, 238, 0, 255, 255, 18, 255, 222, 91, 0, 206, 255, 255, 255, 255, 2, 255, 0, 255,
    //  甸甹町画甼甽甾甿畀畁畂畃畄畅畆畇畈畉畊畋
    255, 1, 255, 255, 0, 3, 37, 1, 43, 0, 0, 0, 0, 255, 1, 27, 14, 0, 11, 8,
    //  界畍畎畏畐畑畒畓畔畕畖畗畘留畚畛畜畝畞畟
    255, 0, 2, 255, 2, 255, 1, 0, 255, 0, 0, 0, 0, 255, 4, 8, 255, 180, 0, 2,
    //  畠畡畢畣畤略畦畧畨畩番畫畬畭畮畯異畱畲畳
    255, 0, 255, 0, 16, 255, 37, 15, 0, 10, 255, 255, 67, 1, 2, 26, 255, 2, 50, 255,
    //  畴畵當畷畸畹畺畻畼畽畾畿疀疁疂疃疄疅疆疇
    236, 9, 255, 97, 237, 24, 1, 0, 0, 0, 1, 255, 0, 0, 0, 89, 0, 0, 255, 255,
    //  疈疉疊疋疌疍疎疏疐疑疒疓疔疕疖疗疘疙疚疛
    0, 0, 255, 81, 0, 1, 255, 255, 1, 255, 1, 0, 10, 0, 2, 255, 0, 149, 171, 0,
    //  疜疝疞疟疠疡疢疣疤疥疦疧疨疩疪疫疬疭疮疯
    0, 35, 1, 47, 20, 40, 2, 107, 226, 25, 0, 1, 0, 0, 0, 255, 2, 0, 141, 255,
    //  疰疱疲疳疴疵疶疷疸疹疺疻疼疽疾疿痀痁痂痃
    0, 73, 255, 17, 4, 227, 0, 0, 27, 205, 0, 0, 255, 53, 255, 0, 0, 0, 24, 1,
    //  痄病痆症痈痉痊痋痌痍痎痏痐痑痒痓痔痕痖痗
    1, 255, 0, 255, 13, 36, 76, 45, 0, 50, 0, 0, 0, 0, 255, 0, 30, 255, 0, 1,
    //  痘痙痚痛痜痝痞痟痠痡痢痣痤痥痦痧痨痩痪痫
    197, 123, 0, 255, 0, 0, 186, 0, 3, 0, 117, 66, 22, 0, 0, 26, 24, 96, 71, 41,
    //  痬痭痮痯痰痱痲痳痴痵痶痷痸痹痺痻痼痽痾痿
    0, 0, 0, 1, 106, 3, 10, 0, 255, 0, 0, 0, 0, 54, 174, 1, 5, 0, 6, 13,
    //  瘀瘁瘂瘃瘄瘅瘆瘇瘈瘉瘊瘋瘌瘍瘎瘏瘐瘑瘒瘓
    38, 36, 5, 0, 0, 0, 7, 0, 0, 2, 1, 255, 0, 255, 0, 0, 1, 0, 0, 76,
    //  瘔瘕瘖瘗瘘瘙瘚瘛瘜瘝瘞瘟瘠瘡瘢瘣瘤瘥瘦瘧
    0, 1, 1, 8, 8, 11, 0, 0, 0, 0, 12, 181, 45, 88, 21, 30, 255, 2, 255, 25,
    //  瘨瘩瘪瘫瘬瘭瘮瘯瘰瘱瘲瘳瘴瘵瘶瘷瘸瘹瘺瘻
    2, 147, 71, 207, 0, 0, 0, 0, 5, 0, 0, 3, 96, 4, 0, 0, 38, 0, 1, 14,
    //  瘼瘽瘾瘿癀癁療癃癄癅癆癇癈癉癊癋癌癍癎癏
    3, 0, 122, 26, 5, 0, 255, 1, 0, 0, 10, 31, 2, 1, 0, 0, 255, 8, 10, 0,
    //  癐癑癒癓癔癕癖癗癘癙癚癛癜癝癞癟癠癡癢癣
    0, 0, 255, 0, 8, 0, 255, 0, 5, 0, 0, 0, 5, 0, 25, 4, 0, 169, 49, 15,
    //  癤癥癦癧癨癩癪癫癬癭癮癯癰癱癲癳癴癵癶癷
    1, 13, 0, 1, 0, 21, 8, 106, 62, 22, 131, 11, 8, 103, 68, 0, 0, 0, 1, 0,
    //  癸癹発登發白百癿皀皁皂皃的皅皆皇皈皉皊皋
    255, 0, 255, 255, 255, 255, 255, 6, 1, 2, 242, 1, 255, 4, 255, 255, 85, 0, 0, 255,
    //  皌皍皎皏皐皑皒皓皔皕皖皗皘皙皚皛皜皝皞皟
    0, 0, 138, 0, 193, 43, 0, 255, 0, 1, 255, 0, 0, 121, 9, 0, 1, 15, 8, 0,
    //  皠皡皢皣皤皥皦皧皨皩皪皫皬皭皮皯皰皱皲皳
    0, 1, 0, 0, 3, 1, 4, 0, 0, 0, 0, 0, 0, 1, 255, 0, 15, 255, 3, 0,
    //  皴皵皶皷皸皹皺皻皼皽皾皿盀盁盂盃盄盅盆盇
    6, 0, 0, 5, 0, 0, 96, 0, 0, 0, 0, 255, 0, 0, 149, 255, 0, 255, 255, 0,
    //  盈盉益盋盌盍盎盏盐监盒盓盔盕盖盗盘盙盚盛
    255, 1, 255, 0, 4, 13, 255, 255, 255, 255, 255, 0, 255, 0, 255, 255, 255, 0, 0, 255,
    //  盜盝盞盟盠盡盢監盤盥盦盧盨盩盪盫盬盭目盯
    255, 2, 92, 255, 2, 255, 0, 255, 255, 30, 3, 255, 2, 14, 205, 0, 27, 0, 255, 255,
    //  盰盱盲盳直盵盶盷相盹盺盻盼盽盾盿眀省眂眃
    0, 82, 255, 0, 255, 0, 0, 0, 255, 23, 1, 0, 255, 0, 255, 0, 4, 255, 0, 0,
    //  眄眅眆眇眈眉眊看県眍眎眏眐眑眒眓眔眕眖眗
    2, 2, 0, 5, 155, 255, 0, 255, 255, 0, 5, 1, 0, 0, 0, 0, 0, 3, 0, 0,
    //  眘眙眚眛眜眝眞真眠眡眢眣眤眥眦眧眨眩眪眫
    2, 57, 1, 2, 6, 0, 255, 255, 255, 0, 2, 0, 0, 2, 35, 0, 255, 217, 0, 0,
    //  眬眭眮眯眰眱眲眳眴眵眶眷眸眹眺眻眼眽眾眿
    0, 20, 0, 255, 0, 0, 1, 0, 2, 0, 195, 255, 255, 0, 255, 0, 255, 0, 255, 0,
    //  着睁睂睃睄睅睆睇睈睉睊睋睌睍睎睏睐睑睒睓
    255, 255, 0, 0, 0, 0, 0, 149, 0, 0, 0, 0, 0, 1, 1, 10, 107, 40, 4, 0,
    //  睔睕睖睗睘睙睚睛睜睝睞睟睠睡睢督睤睥睦睧
    0, 0, 0, 0, 0, 0, 20, 255, 39, 0, 62, 0, 3, 255, 75, 255, 0, 18, 255, 0,
    //  睨睩睪睫睬睭睮睯睰睱睲睳睴睵睶睷睸睹睺睻
    55, 0, 19, 194, 31, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 28, 0,
    //  睼睽睾睿瞀瞁瞂瞃瞄瞅瞆瞇瞈瞉瞊瞋瞌瞍瞎瞏
    0, 119, 64, 255, 3, 0, 0, 0, 255, 179, 0, 17, 0, 2, 0, 59, 45, 1, 255, 2,
    //  瞐瞑瞒瞓瞔瞕瞖瞗瞘瞙瞚瞛瞜瞝瞞瞟瞠瞡瞢瞣
    0, 95, 255, 13, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 225, 50, 49, 0, 1, 0,
    //  瞤瞥瞦瞧瞨瞩瞪瞫瞬瞭瞮瞯瞰瞱瞲瞳瞴瞵瞶瞷
    0, 255, 0, 255, 0, 118, 255, 0, 255, 255, 0, 0, 255, 0, 0, 255, 0, 0, 1, 0,
    //  瞸瞹瞺瞻瞼瞽瞾瞿矀矁矂矃矄矅矆矇矈矉矊矋
    0, 0, 0, 255, 33, 22, 0, 221, 0, 0, 0, 0, 0, 0, 0, 22, 0, 0, 0, 0,
    //  矌矍矎矏矐矑矒矓矔矕矖矗矘矙矚矛矜矝矞矟
    0, 55, 0, 0, 0, 0, 0, 1, 0, 0, 0, 192, 0, 0, 81, 255, 108, 1, 3, 4,
    //  矠矡矢矣矤知矦矧矨矩矪矫矬短矮矯矰矱矲石
    0, 0, 255, 255, 0, 255, 0, 30, 0, 255, 0, 201, 2, 255, 255, 241, 0, 0, 0, 255,
    //  矴矵矶矷矸矹矺矻矼矽矾矿砀码砂砃砄砅砆砇
    1, 0, 255, 0, 17, 0, 0, 2, 2, 194, 175, 255, 19, 255, 255, 0, 0, 0, 2, 0,
    //  砈砉砊砋砌砍砎砏砐砑砒砓研砕砖砗砘砙砚砛
    2, 0, 0, 0, 255, 255, 0, 0, 0, 2, 15, 0, 255, 255, 255, 3, 0, 0, 255, 0,
    //  砜砝砞砟砠砡砢砣砤砥砦砧砨砩砪砫砬砭砮砯
    67, 13, 0, 12, 0, 0, 0, 16, 0, 222, 255, 119, 0, 0, 0, 8, 11, 11, 2, 0,
    //  砰砱砲砳破砵砶砷砸砹砺砻砼砽砾砿础硁硂硃
    255, 0, 255, 0, 255, 119, 0, 152, 255, 7, 255, 21, 8, 0, 102, 5, 255, 0, 0, 34,
    //  硄硅硆硇硈硉硊硋硌硍硎硏硐硑硒硓硔硕硖硗
    0, 255, 0, 2, 0, 1, 0, 0, 8, 0, 1, 68, 33, 0, 181, 1, 0, 255, 20, 1,
    //  硘硙硚硛硜硝硞硟硠硡硢硣硤硥硦硧硨硩硪硫
    0, 0, 14, 0, 1, 255, 0, 0, 0, 0, 0, 0, 54, 0, 2, 0, 5, 0, 1, 255,
    //  硬硭确硯硰硱硲硳硴硵硶硷硸硹硺硻硼硽硾硿
    255, 0, 255, 85, 0, 0, 15, 0, 0, 0, 0, 1, 0, 0, 0, 0, 255, 0, 0, 5,
    //  碀碁碂碃碄碅碆碇碈碉碊碋碌碍碎碏碐碑碒碓
    0, 255, 0, 0, 0, 0, 7, 165, 0, 192, 0, 0, 255, 255, 255, 1, 0, 255, 0, 150,
    //  碔碕碖碗碘碙碚碛碜碝碞碟碠碡碢碣碤碥碦碧
    0, 28, 0, 255, 192, 0, 59, 53, 7, 0, 0, 255, 0, 5, 0, 42, 0, 3, 0, 255,
    //  碨碩碪碫碬碭碮碯碰碱碲碳碴碵碶碷碸碹確碻
    0, 255, 0, 0, 0, 9, 0, 0, 255, 255, 93, 255, 32, 0, 23, 0, 3, 2, 255, 12,
    //  碼碽碾碿磀磁磂磃磄磅磆磇磈磉磊磋磌磍磎磏
    255, 0, 255, 0, 0, 255, 0, 0, 0, 255, 0, 0, 1, 1, 255, 188, 0, 0, 2, 3,
    //  磐磑磒磓磔磕磖磗磘磙磚磛磜磝磞磟磠磡磢磣
    255, 2, 0, 0, 91, 229, 9, 0, 33, 1, 255, 0, 6, 11, 0, 0, 0, 208, 0, 0,
    //  磤磥磦磧磨磩磪磫磬磭磮磯磰磱磲磳磴磵磶磷
    0, 0, 0, 19, 255, 3, 27, 0, 39, 0, 0, 255, 0, 3, 8, 0, 14, 1, 0, 255,
    //  磸磹磺磻磼磽磾磿礀礁礂礃礄礅礆礇礈礉礊礋
    0, 0, 225, 30, 0, 1, 26, 0, 5, 255, 0, 0, 3, 2, 0, 0, 0, 0, 0, 0,
    //  礌礍礎礏礐礑礒礓礔礕礖礗礘礙礚礛礜礝礞礟
    6, 0, 255, 0, 8, 15, 72, 1, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0, 2,
    //  礠礡礢礣礤礥礦礧礨礩礪礫礬礭礮礯礰礱礲礳
    0, 4, 0, 0, 5, 1, 255, 0, 0, 0, 57, 251, 12, 0, 7, 0, 0, 5, 0, 0,
    //  礴礵礶礷礸礹示礻礼礽社礿祀祁祂祃祄祅祆祇
    255, 2, 0, 0, 0, 0, 255, 5, 255, 60, 255, 0, 255, 255, 104, 1, 0, 9, 10, 255,
    //  祈祉祊祋祌祍祎祏祐祑祒祓祔祕祖祗祘祙祚祛
    255, 255, 5, 1, 0, 0, 127, 17, 255, 0, 0, 106, 17, 255, 255, 87, 9, 4, 255, 61,
    //  祜祝神祟祠祡祢祣祤祥祦祧票祩祪祫祬祭祮祯
    255, 255, 255, 190, 255, 0, 125, 0, 1, 255, 0, 9, 255, 1, 0, 2, 1, 255, 0, 255,
    //  祰祱祲祳祴祵祶祷祸祹祺祻祼祽祾祿禀禁禂禃
    0, 0, 6, 0, 0, 0, 0, 255, 255, 9, 255, 0, 7, 0, 1, 255, 255, 255, 0, 1,
    //  禄禅禆禇禈禉禊禋禌禍禎福禐禑禒禓禔禕禖禗
    255, 255, 3, 3, 0, 0, 20, 9, 1, 255, 255, 255, 13, 22, 0, 0, 47, 62, 2, 0,
    //  禘禙禚禛禜禝禞禟禠禡禢禣禤禥禦禧禨禩禪禫
    4, 0, 0, 36, 0, 1, 0, 7, 6, 0, 0, 0, 14, 3, 255, 255, 2, 16, 255, 0,
    //  禬禭禮禯禰禱禲禳禴禵禶禷禸禹禺离禼禽禾禿
    1, 0, 255, 0, 255, 209, 0, 12, 2, 6, 0, 0, 0, 255, 245, 255, 0, 255, 255, 155,
    //  秀私秂秃秄秅秆秇秈秉秊秋秌种秎秏秐科秒秓
    255, 255, 1, 255, 0, 0, 111, 0, 5, 255, 2, 255, 0, 255, 0, 0, 0, 255, 255, 0,
    //  秔秕秖秗秘秙秚秛秜秝秞租秠秡秢秣秤秥秦秧
    0, 9, 0, 0, 255, 0, 0, 0, 0, 2, 0, 255, 2, 3, 1, 55, 255, 0, 255, 124,
    //  秨秩秪秫秬秭秮积称秱秲秳秴秵秶秷秸秹秺移
    0, 255, 0, 2, 6, 29, 0, 255, 255, 1, 0, 0, 0, 0, 0, 0, 29, 0, 1, 255,
    //  秼秽秾秿稀稁稂稃稄稅稆稇稈稉稊程稌稍税稏
    0, 93, 4, 0, 255, 0, 3, 91, 0, 255, 0, 0, 56, 17, 1, 255, 2, 255, 255, 0,
    //  稐稑稒稓稔稕稖稗稘稙稚稛稜稝稞稟稠稡稢稣
    1, 3, 0, 0, 255, 0, 0, 160, 0, 81, 255, 0, 255, 0, 14, 104, 255, 0, 0, 255,
    //  稤稥稦稧稨稩稪稫稬稭種稯稰稱稲稳稴稵稶稷
    0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 255, 0, 0, 255, 255, 255, 0, 0, 0, 255,
    //  稸稹稺稻稼稽稾稿穀穁穂穃穄穅穆穇穈穉穊穋
    0, 23, 0, 255, 255, 255, 5, 255, 255, 0, 255, 0, 0, 0, 255, 1, 2, 9, 0, 3,
    //  穌積穎穏穐穑穒穓穔穕穖穗穘穙穚穛穜穝穞穟
    255, 255, 255, 255, 23, 7, 0, 0, 0, 0, 0, 255, 0, 0, 2, 0, 23, 1, 0, 5,
    //  穠穡穢穣穤穥穦穧穨穩穪穫穬穭穮穯穰穱穲穳
    3, 9, 143, 115, 0, 0, 0, 2, 1, 255, 0, 255, 0, 0, 0, 0, 54, 0, 0, 0,
    //  穴穵究穷穸穹空穻穼穽穾穿窀突窂窃窄窅窆窇
    255, 1, 255, 255, 4, 255, 255, 0, 1, 7, 0, 255, 2, 255, 0, 255, 255, 4, 14, 0,
    //  窈窉窊窋窌窍窎窏窐窑窒窓窔窕窖窗窘窙窚窛
    184, 0, 0, 0, 0, 255, 0, 0, 0, 255, 255, 255, 0, 91, 141, 255, 118, 0, 0, 0,
    //  窜窝窞窟窠窡窢窣窤窥窦窧窨窩窪窫窬窭窮窯
    255, 255, 0, 255, 27, 0, 0, 26, 0, 221, 255, 0, 13, 255, 255, 0, 0, 1, 255, 255,
    //  窰窱窲窳窴窵窶窷窸窹窺窻窼窽窾窿竀竁竂竃
    17, 0, 0, 3, 1, 0, 3, 0, 18, 1, 180, 0, 0, 0, 0, 110, 0, 0, 0, 18,
    //  竄竅竆竇竈竉竊立竌竍竎竏竐竑竒竓竔竕竖竗
    175, 31, 0, 209, 103, 2, 255, 255, 0, 0, 0, 0, 0, 25, 2, 0, 0, 0, 255, 0,
    //  竘站竚竛竜竝竞竟章竡竢竣竤童竦竧竨竩竪竫
    1, 255, 1, 0, 255, 20, 255, 255, 255, 0, 1, 255, 0, 255, 19, 0, 0, 5, 177, 6,
    //  竬竭竮端竰竱竲竳竴竵競竷竸竹竺竻竼竽竾竿
    0, 255, 0, 255, 0, 0, 0, 0, 2, 1, 255, 0, 1, 255, 255, 0, 0, 12, 0, 255,
    //  笀笁笂笃笄笅笆笇笈笉笊笋笌笍笎笏笐笑笒笓
    0, 0, 0, 255, 16, 0, 25, 0, 114, 0, 5, 242, 0, 0, 0, 73, 0, 255, 0, 0,
    //  笔笕笖笗笘笙笚笛笜笝笞笟笠笡笢笣笤笥符笧
    255, 36, 0, 0, 20, 238, 0, 255, 0, 0, 30, 0, 255, 0, 0, 0, 5, 70, 255, 0,
    //  笨笩笪笫第笭笮笯笰笱笲笳笴笵笶笷笸笹笺笻
    255, 1, 8, 5, 255, 14, 7, 0, 0, 3, 0, 29, 0, 13, 0, 0, 4, 255, 141, 0,
    //  笼笽笾笿筀筁筂筃筄筅筆筇筈等筊筋筌筍筎筏
    255, 0, 4, 0, 0, 0, 0, 0, 0, 5, 255, 5, 72, 255, 24, 255, 13, 112, 0, 114,
    //  筐筑筒筓答筕策筗筘筙筚筛筜筝筞筟筠筡筢筣
    207, 255, 255, 0, 255, 0, 255, 0, 0, 0, 5, 255, 1, 255, 0, 0, 255, 0, 1, 0,
    //  筤筥筦筧筨筩筪筫筬筭筮筯筰筱筲筳筴筵筶筷
    1, 18, 3, 79, 0, 1, 0, 0, 4, 4, 17, 1, 41, 255, 67, 3, 6, 107, 0, 244,
    //  筸筹筺筻筼筽签筿简箁箂箃箄箅箆箇箈箉箊箋
    1, 255, 8, 0, 1, 0, 255, 0, 255, 0, 2, 0, 0, 1, 8, 255, 0, 0, 0, 106,
    //  箌箍箎箏箐箑箒箓箔箕箖算箘箙箚箛箜箝箞箟
    0, 100, 30, 132, 157, 0, 33, 219, 126, 255, 0, 255, 0, 6, 20, 0, 21, 13, 0, 6,
    //  箠管箢箣箤箥箦箧箨箩箪箫箬箭箮箯箰箱箲箳
    2, 255, 0, 7, 0, 0, 6, 10, 16, 22, 50, 117, 116, 255, 0, 0, 0, 255, 0, 0,
    //  箴箵箶箷箸箹箺箻箼箽箾箿節篁篂篃範篅篆篇
    103, 0, 0, 0, 89, 0, 0, 0, 0, 0, 0, 1, 255, 50, 0, 0, 255, 0, 255, 255,
    //  篈築篊篋篌篍篎篏篐篑篒篓篔篕篖篗篘篙篚篛
    0, 255, 0, 37, 25, 0, 0, 0, 0, 17, 0, 35, 2, 0, 0, 0, 0, 36, 2, 0,
    //  篜篝篞篟篠篡篢篣篤篥篦篧篨篩篪篫篬篭篮篯
    0, 129, 0, 0, 255, 255, 0, 0, 255, 13, 36, 0, 0, 166, 26, 0, 0, 50, 255, 20,
    //  篰篱篲篳篴篵篶篷篸篹篺篻篼篽篾篿簀簁簂簃
    2, 82, 1, 14, 0, 0, 12, 255, 0, 0, 0, 0, 0, 0, 13, 0, 11, 0, 0, 10,
    //  簄簅簆簇簈簉簊簋簌簍簎簏簐簑簒簓簔簕簖簗
    0, 0, 0, 255, 0, 0, 0, 42, 98, 4, 0, 0, 0, 24, 33, 1, 0, 77, 0, 37,
    //  簘簙簚簛簜簝簞簟簠簡簢簣簤簥簦簧簨簩簪簫
    0, 0, 0, 0, 0, 0, 14, 13, 9, 255, 0, 6, 0, 0, 0, 255, 0, 1, 176, 35,
    //  簬簭簮簯簰簱簲簳簴簵簶簷簸簹簺簻簼簽簾簿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 4, 127, 102, 0, 0, 0, 0, 255, 153, 255,
    //  籀籁籂籃籄籅籆籇籈籉籊籋籌籍籎籏籐籑籒籓
    28, 51, 0, 255, 0, 0, 0, 1, 0, 0, 1, 0, 255, 255, 0, 9, 38, 0, 0, 12,
    //  籔籕籖籗籘籙籚籛籜籝籞籟籠籡籢籣籤籥籦籧
    31, 0, 4, 0, 4, 14, 0, 9, 1, 0, 0, 43, 255, 0, 0, 1, 255, 5, 0, 0,
    //  籨籩籪籫籬籭籮籯籰籱籲米籴籵籶籷籸籹籺类
    0, 4, 0, 0, 116, 0, 15, 0, 0, 0, 255, 255, 6, 0, 0, 0, 0, 0, 0, 255,
    //  籼籽籾籿粀粁粂粃粄粅粆粇粈粉粊粋粌粍粎粏
    3, 192, 78, 0, 0, 2, 27, 1, 16, 0, 1, 0, 0, 255, 0, 255, 0, 17, 0, 0,
    //  粐粑粒粓粔粕粖粗粘粙粚粛粜粝粞粟粠粡粢粣
    0, 15, 255, 0, 0, 173, 0, 255, 255, 0, 0, 255, 4, 4, 0, 255, 0, 0, 4, 0,
    //  粤粥粦粧粨粩粪粫粬粭粮粯粰粱粲粳粴粵粶粷
    255, 255, 6, 255, 0, 5, 156, 0, 0, 0, 255, 0, 0, 146, 127, 21, 0, 255, 0, 0,
    //  粸粹粺粻粼粽精粿糀糁糂糃糄糅糆糇糈糉糊糋
    0, 255, 1, 1, 48, 194, 255, 26, 30, 9, 0, 0, 0, 48, 0, 1, 2, 2, 255, 0,
    //  糌糍糎糏糐糑糒糓糔糕糖糗糘糙糚糛糜糝糞糟
    3, 16, 23, 0, 0, 0, 1, 0, 0, 255, 255, 25, 0, 255, 0, 0, 77, 1, 206, 255,
    //  糠糡糢糣糤糥糦糧糨糩糪糫糬糭糮糯糰糱糲糳
    198, 0, 0, 0, 0, 0, 1, 255, 3, 0, 0, 0, 11, 3, 0, 255, 31, 0, 2, 0,
    //  糴糵糶糷糸糹糺系糼糽糾糿紀紁紂紃約紅紆紇
    3, 2, 13, 0, 255, 1, 11, 255, 0, 0, 255, 0, 255, 0, 33, 4, 255, 255, 36, 34,
    //  紈紉紊紋紌納紎紏紐紑紒紓純紕紖紗紘紙級紛
    6, 21, 168, 255, 0, 255, 0, 2, 255, 3, 0, 54, 255, 1, 0, 255, 255, 255, 255, 255,
    //  紜紝紞紟素紡索紣紤紥紦紧紨紩紪紫紬紭紮累
    31, 1, 10, 0, 255, 255, 255, 0, 0, 4, 0, 255, 0, 0, 0, 255, 69, 0, 194, 255,
    //  細紱紲紳紴紵紶紷紸紹紺紻紼紽紾紿絀絁終絃
    255, 22, 12, 255, 0, 13, 0, 0, 0, 255, 255, 1, 1, 0, 0, 5, 8, 3, 255, 125,
    //  組絅絆絇絈絉絊絋経絍絎絏結絑絒絓絔絕絖絗
    255, 46, 255, 0, 0, 0, 0, 6, 255, 1, 0, 0, 255, 0, 0, 12, 0, 255, 2, 0,
    //  絘絙絚絛絜絝絞絟絠絡絢絣絤絥給絧絨絩絪絫
    0, 1, 0, 24, 37, 2, 255, 0, 0, 255, 255, 2, 0, 0, 255, 0, 188, 0, 4, 2,
    //  絬絭絮絯絰統絲絳絴絵絶絷絸絹絺絻絼絽絾絿
    0, 0, 255, 0, 27, 255, 255, 41, 0, 255, 255, 4, 0, 255, 10, 0, 0, 3, 0, 1,
    //  綀綁綂綃綄綅綆綇綈綉綊綋綌綍綎綏綐綑綒經
    0, 255, 0, 227, 0, 1, 0, 0, 0, 19, 0, 2, 0, 29, 37, 255, 0, 24, 0, 255,
    //  綔綕綖綗綘継続綛綜綝綞綟綠綡綢綣綤綥綦綧
    0, 0, 5, 1, 0, 255, 255, 4, 255, 23, 0, 2, 255, 1, 68, 6, 0, 0, 102, 3,
    //  綨綩綪綫綬維綮綯綰綱網綳綴綵綶綷綸綹綺綻
    0, 0, 1, 255, 255, 255, 9, 6, 12, 255, 255, 5, 255, 44, 0, 1, 255, 1, 255, 238,
    //  綼綽綾綿緀緁緂緃緄緅緆緇緈緉緊緋緌緍緎総
    0, 255, 255, 255, 0, 1, 0, 0, 3, 0, 0, 2, 0, 0, 255, 255, 2, 2, 0, 255,
    //  緐緑緒緓緔緕緖緗緘緙線緛緜緝緞緟締緡緢緣
    0, 255, 255, 0, 0, 0, 12, 5, 23, 3, 255, 0, 18, 255, 81, 1, 255, 9, 0, 255,
    //  緤緥緦緧編緩緪緫緬緭緮緯緰緱緲緳練緵緶緷
    1, 0, 2, 0, 255, 255, 0, 1, 255, 0, 0, 255, 0, 29, 24, 0, 255, 0, 0, 0,
    //  緸緹緺緻緼緽緾緿縀縁縂縃縄縅縆縇縈縉縊縋
    0, 246, 0, 210, 1, 0, 0, 0, 0, 255, 2, 0, 255, 1, 0, 0, 25, 84, 41, 13,
    //  縌縍縎縏縐縑縒縓縔縕縖縗縘縙縚縛縜縝縞縟
    0, 0, 0, 0, 2, 1, 2, 0, 0, 1, 0, 1, 0, 0, 1, 255, 0, 20, 118, 4,
    //  縠縡縢縣縤縥縦縧縨縩縪縫縬縭縮縯縰縱縲縳
    6, 3, 4, 255, 0, 2, 255, 0, 0, 0, 0, 255, 0, 0, 255, 32, 0, 255, 0, 0,
    //  縴縵縶縷縸縹縺縻縼總績縿繀繁繂繃繄繅繆繇
    2, 3, 6, 41, 0, 10, 5, 87, 0, 255, 255, 0, 0, 255, 0, 36, 1, 1, 255, 65,
    //  繈繉繊繋繌繍繎繏繐繑繒繓織繕繖繗繘繙繚繛
    1, 0, 255, 255, 0, 83, 0, 0, 11, 0, 15, 0, 255, 255, 14, 0, 0, 36, 79, 0,
    //  繜繝繞繟繠繡繢繣繤繥繦繧繨繩繪繫繬繭繮繯
    0, 0, 255, 0, 0, 224, 2, 0, 0, 0, 0, 1, 0, 255, 255, 255, 0, 177, 3, 6,
    //  繰繱繲繳繴繵繶繷繸繹繺繻繼繽繾繿纀纁纂纃
    255, 0, 0, 224, 0, 0, 0, 0, 14, 241, 0, 5, 255, 67, 6, 0, 0, 4, 255, 0,
    //  纄纅纆纇纈纉纊纋續纍纎纏纐纑纒纓纔纕纖纗
    0, 0, 0, 3, 15, 1, 4, 0, 255, 8, 0, 255, 11, 0, 15, 100, 7, 1, 255, 0,
    //  纘纙纚纛纜纝纞纟纠纡红纣纤纥约级纨纩纪纫
    45, 0, 1, 27, 255, 0, 0, 1, 255, 11, 255, 28, 255, 39, 255, 255, 147, 1, 255, 22,
    //  纬纭纮纯纰纱纲纳纴纵纶纷纸纹纺纻纼纽纾线
    255, 21, 12, 255, 18, 255, 255, 255, 0, 255, 238, 255, 255, 255, 255, 3, 0, 255, 14, 255,
    //  绀绁绂练组绅细织终绉绊绋绌绍绎经绐绑绒结
    14, 1, 59, 255, 255, 255, 255, 255, 255, 42, 119, 1, 8, 255, 255, 255, 2, 255, 255, 255,
    //  绔绕绖绗绘给绚绛络绝绞统绠绡绢绣绤绥绦继
    47, 255, 0, 0, 255, 255, 214, 133, 255, 255, 255, 255, 0, 12, 145, 255, 0, 255, 26, 255,
    //  绨绩绪绫绬续绮绯绰绱绲绳维绵绶绷绸绹绺绻
    0, 255, 255, 142, 0, 255, 152, 123, 255, 1, 2, 255, 255, 255, 255, 207, 255, 1, 10, 12,
    //  综绽绾绿缀缁缂缃缄缅缆缇缈缉缊缋缌缍缎缏
    255, 255, 31, 255, 255, 7, 17, 6, 21, 255, 255, 56, 44, 198, 3, 0, 2, 0, 136, 0,
    //  缐缑缒缓缔缕编缗缘缙缚缛缜缝缞缟缠缡缢缣
    2, 4, 3, 255, 143, 255, 255, 7, 255, 51, 255, 5, 68, 255, 1, 13, 255, 1, 41, 9,
    //  缤缥缦缧缨缩缪缫缬缭缮缯缰缱缲缳缴缵缶缷
    96, 52, 7, 0, 110, 255, 255, 10, 17, 216, 199, 4, 79, 12, 0, 1, 255, 56, 255, 1,
    //  缸缹缺缻缼缽缾缿罀罁罂罃罄罅罆罇罈罉罊罋
    255, 0, 255, 0, 0, 27, 1, 0, 0, 0, 166, 3, 70, 17, 0, 1, 23, 0, 1, 0,
    //  罌罍罎罏罐网罒罓罔罕罖罗罘罙罚罛罜罝罞罟
    25, 7, 0, 0, 255, 255, 0, 0, 123, 255, 0, 255, 15, 0, 255, 0, 0, 1, 0, 249,
    //  罠罡罢罣罤罥罦罧罨罩罪罫罬罭置罯罰罱署罳
    210, 223, 255, 2, 0, 0, 0, 0, 8, 255, 255, 11, 0, 1, 255, 0, 255, 0, 255, 0,
    //  罴罵罶罷罸罹罺罻罼罽罾罿羀羁羂羃羄羅羆羇
    15, 255, 2, 255, 1, 255, 0, 0, 0, 9, 2, 0, 0, 144, 7, 1, 0, 255, 19, 0,
    //  羈羉羊羋羌羍美羏羐羑羒羓羔羕羖羗羘羙羚羛
    222, 0, 255, 24, 255, 0, 255, 0, 0, 2, 0, 0, 124, 3, 1, 8, 0, 0, 255, 0,
    //  羜羝羞羟羠羡羢羣群羥羦羧羨義羪羫羬羭羮羯
    0, 1, 255, 184, 0, 255, 0, 107, 255, 34, 0, 71, 234, 255, 0, 0, 0, 0, 2, 239,
    //  羰羱羲羳羴羵羶羷羸羹羺羻羼羽羾羿翀翁翂翃
    92, 3, 255, 0, 2, 0, 1, 0, 25, 155, 0, 0, 1, 255, 5, 86, 49, 255, 0, 4,
    //  翄翅翆翇翈翉翊翋翌翍翎翏翐翑習翓翔翕翖翗
    0, 255, 0, 0, 0, 0, 255, 0, 255, 0, 255, 0, 0, 0, 255, 0, 255, 39, 0, 0,
    //  翘翙翚翛翜翝翞翟翠翡翢翣翤翥翦翧翨翩翪翫
    255, 35, 4, 6, 0, 0, 0, 255, 255, 255, 0, 0, 0, 91, 64, 1, 0, 255, 0, 10,
    //  翬翭翮翯翰翱翲翳翴翵翶翷翸翹翺翻翼翽翾翿
    9, 0, 61, 4, 255, 153, 1, 78, 0, 0, 0, 0, 0, 218, 8, 255, 255, 7, 12, 2,
    //  耀老耂考耄者耆耇耈耉耊耋而耍耎耏耐耑耒耓
    255, 255, 2, 255, 23, 255, 255, 6, 0, 1, 0, 17, 255, 255, 13, 0, 255, 1, 52, 0,
    //  耔耕耖耗耘耙耚耛耜耝耞耟耠耡耢耣耤耥耦耧
    2, 255, 2, 255, 100, 128, 0, 0, 17, 0, 0, 0, 0, 0, 4, 0, 1, 0, 255, 38,
    //  耨耩耪耫耬耭耮耯耰耱耲耳耴耵耶耷耸耹耺耻
    16, 0, 0, 0, 1, 0, 3, 0, 0, 1, 0, 255, 0, 0, 255, 41, 255, 0, 0, 255,
    //  耼耽耾耿聀聁聂聃聄聅聆聇聈聉聊聋职聍聎聏
    0, 255, 0, 255, 0, 0, 255, 14, 0, 0, 255, 0, 0, 0, 255, 140, 255, 0, 0, 0,
    //  聐聑聒聓联聕聖聗聘聙聚聛聜聝聞聟聠聡聢聣
    0, 0, 14, 0, 255, 0, 255, 0, 255, 0, 255, 0, 0, 0, 255, 6, 0, 255, 0, 0,
    //  聤聥聦聧聨聩聪聫聬聭聮聯聰聱聲聳聴聵聶職
    0, 0, 1, 0, 3, 8, 255, 0, 0, 0, 0, 255, 255, 5, 255, 73, 255, 1, 255, 255,
    //  聸聹聺聻聼聽聾聿肀肁肂肃肄肅肆肇肈肉肊肋
    0, 0, 0, 0, 1, 255, 145, 128, 0, 0, 0, 255, 101, 255, 255, 255, 1, 255, 0, 255,
    //  肌肍肎肏肐肑肒肓肔肕肖肗肘肙肚肛肜肝肞肟
    255, 0, 0, 2, 0, 0, 0, 11, 0, 0, 255, 0, 255, 0, 255, 192, 27, 255, 0, 10,
    //  肠股肢肣肤肥肦肧肨肩肪肫肬肭肮肯肰肱育肳
    255, 255, 255, 0, 255, 255, 0, 0, 0, 255, 255, 1, 0, 3, 30, 255, 0, 63, 255, 0,
    //  肴肵肶肷肸肹肺肻肼肽肾肿胀胁胂胃胄胅胆胇
    127, 0, 0, 1, 5, 0, 255, 0, 47, 187, 255, 255, 255, 255, 17, 255, 102, 2, 255, 0,
    //  胈胉胊胋背胍胎胏胐胑胒胓胔胕胖胗胘胙胚胛
    2, 0, 0, 0, 255, 21, 255, 0, 0, 0, 0, 0, 0, 0, 255, 1, 1, 9, 255, 41,
    //  胜胝胞胟胠胡胢胣胤胥胦胧胨胩胪胫胬胭胮胯
    255, 21, 255, 0, 0, 255, 0, 0, 255, 176, 0, 208, 1, 0, 100, 26, 2, 142, 0, 61,
    //  胰胱胲胳胴胵胶胷胸胹胺胻胼能胾胿脀脁脂脃
    158, 134, 2, 255, 255, 0, 255, 1, 255, 0, 255, 0, 8, 255, 1, 0, 0, 1, 255, 0,
    //  脄脅脆脇脈脉脊脋脌脍脎脏脐脑脒脓脔脕脖脗
    0, 255, 255, 255, 255, 255, 255, 0, 0, 223, 0, 255, 36, 255, 3, 62, 4, 0, 255, 2,
    //  脘脙脚脛脜脝脞脟脠脡脢脣脤脥脦脧脨脩脪脫
    4, 0, 255, 56, 0, 0, 1, 0, 0, 0, 0, 14, 3, 0, 0, 0, 0, 180, 0, 255,
    //  脬脭脮脯脰脱脲脳脴脵脶脷脸脹脺脻脼脽脾脿
    1, 2, 0, 92, 1, 255, 37, 255, 0, 0, 0, 22, 255, 149, 0, 0, 0, 0, 255, 2,
    //  腀腁腂腃腄腅腆腇腈腉腊腋腌腍腎腏腐腑腒腓
    0, 0, 0, 0, 0, 0, 69, 0, 37, 0, 255, 175, 70, 0, 255, 0, 255, 99, 0, 255,
    //  腔腕腖腗腘腙腚腛腜腝腞腟腠腡腢腣腤腥腦腧
    255, 255, 0, 0, 0, 1, 5, 0, 0, 0, 0, 3, 1, 0, 0, 0, 0, 255, 255, 4,
    //  腨腩腪腫腬腭腮腯腰腱腲腳腴腵腶腷腸腹腺腻
    0, 63, 0, 255, 0, 68, 164, 0, 255, 97, 0, 255, 31, 0, 0, 0, 255, 255, 255, 255,
    //  腼腽腾腿膀膁膂膃膄膅膆膇膈膉膊膋膌膍膎膏
    29, 0, 255, 255, 255, 0, 15, 2, 0, 0, 0, 0, 52, 0, 255, 0, 0, 0, 0, 255,
    //  膐膑膒膓膔膕膖膗膘膙膚膛膜膝膞膟膠膡膢膣
    0, 18, 0, 4, 0, 1, 0, 0, 12, 0, 255, 255, 255, 255, 1, 0, 255, 0, 0, 113,
    //  膤膥膦膧膨膩膪膫膬膭膮膯膰膱膲膳膴膵膶膷
    0, 0, 45, 0, 255, 68, 0, 0, 0, 0, 0, 0, 0, 0, 0, 255, 5, 109, 1, 0,
    //  膸膹膺膻膼膽膾膿臀臁臂臃臄臅臆臇臈臉臊臋
    0, 0, 231, 16, 0, 255, 25, 61, 255, 0, 255, 41, 1, 0, 135, 0, 19, 255, 51, 0,
    //  臌臍臎臏臐臑臒臓臔臕臖臗臘臙臚臛臜臝臞臟
    1, 83, 0, 14, 0, 1, 0, 255, 0, 0, 0, 0, 255, 3, 62, 0, 5, 0, 7, 255,
    //  臠臡臢臣臤臥臦臧臨臩自臫臬臭臮臯臰臱臲至
    2, 0, 0, 255, 0, 255, 0, 231, 255, 0, 255, 0, 18, 255, 0, 6, 0, 0, 0, 255,
    //  致臵臶臷臸臹臺臻臼臽臾臿舀舁舂舃舄舅舆與
    255, 1, 1, 0, 0, 0, 255, 255, 255, 1, 33, 1, 34, 3, 37, 0, 5, 255, 255, 255,
    //  興舉舊舋舌舍舎舏舐舑舒舓舔舕舖舗舘舙舚舛
    255, 255, 255, 0, 255, 255, 255, 0, 143, 0, 255, 0, 164, 0, 236, 255, 255, 0, 0, 121,
    //  舜舝舞舟舠舡舢舣舤舥舦舧舨舩航舫般舭舮舯
    255, 1, 255, 255, 0, 4, 11, 2, 0, 0, 0, 0, 7, 69, 255, 109, 255, 0, 0, 5,
    //  舰舱舲舳舴舵舶舷舸船舺舻舼舽舾舿艀艁艂艃
    255, 255, 9, 18, 1, 255, 255, 255, 26, 255, 65, 0, 0, 0, 12, 0, 12, 0, 0, 1,
    //  艄艅艆艇艈艉艊艋艌艍艎艏艐艑艒艓艔艕艖艗
    4, 7, 0, 255, 0, 29, 0, 65, 0, 1, 4, 54, 0, 0, 0, 0, 0, 2, 0, 0,
    //  艘艙艚艛艜艝艞艟艠艡艢艣艤艥艦艧艨艩艪艫
    255, 255, 3, 0, 0, 0, 0, 4, 0, 0, 0, 0, 53, 0, 255, 0, 3, 0, 2, 3,
    //  艬艭艮良艰艱色艳艴艵艶艷艸艹艺艻艼艽艾艿
    0, 0, 255, 255, 255, 167, 255, 255, 0, 0, 167, 255, 17, 16, 255, 2, 4, 6, 255, 0,
    //  芀芁节芃芄芅芆芇芈芉芊芋芌芍芎芏芐芑芒芓
    0, 0, 255, 87, 2, 0, 0, 0, 52, 0, 255, 255, 0, 60, 126, 1, 1, 6, 255, 0,
    //  芔芕芖芗芘芙芚芛芜芝芞芟芠芡芢芣芤芥芦芧
    0, 0, 0, 19, 7, 255, 3, 8, 255, 255, 0, 7, 3, 9, 1, 2, 0, 255, 255, 0,
    //  芨芩芪芫芬芭芮芯芰花芲芳芴芵芶芷芸芹芺芻
    47, 189, 42, 18, 255, 255, 255, 255, 3, 255, 0, 255, 8, 0, 6, 255, 255, 255, 1, 53,
    //  芼芽芾芿苀苁苂苃苄苅苆苇苈苉苊苋苌苍苎苏
    2, 255, 94, 4, 0, 10, 0, 0, 25, 119, 0, 255, 83, 0, 2, 72, 23, 255, 45, 255,
    //  苐苑苒苓苔苕苖苗苘苙苚苛苜苝苞苟苠苡苢苣
    1, 255, 75, 225, 255, 27, 1, 255, 23, 0, 0, 255, 44, 1, 255, 241, 0, 71, 0, 255,
    //  苤若苦苧苨苩苪苫苬苭苮苯苰英苲苳苴苵苶苷
    0, 255, 255, 73, 2, 0, 0, 255, 0, 0, 0, 255, 0, 255, 0, 131, 50, 0, 1, 186,
    //  苸苹苺苻苼苽苾苿茀茁茂范茄茅茆茇茈茉茊茋
    0, 255, 69, 94, 0, 1, 65, 1, 31, 56, 255, 255, 255, 255, 15, 1, 1, 255, 0, 0,
    //  茌茍茎茏茐茑茒茓茔茕茖茗茘茙茚茛茜茝茞茟
    16, 10, 255, 7, 0, 8, 0, 0, 26, 4, 1, 255, 14, 0, 7, 255, 255, 1, 1, 0,
    //  茠茡茢茣茤茥茦茧茨茩茪茫茬茭茮茯茰茱茲茳
    0, 0, 0, 1, 0, 0, 0, 173, 255, 0, 0, 255, 92, 10, 0, 34, 0, 255, 255, 2,
    //  茴茵茶茷茸茹茺茻茼茽茾茿荀荁荂荃荄荅荆荇
    81, 255, 255, 7, 219, 255, 1, 0, 11, 0, 0, 0, 230, 0, 0, 255, 1, 8, 255, 19,
    //  荈草荊荋荌荍荎荏荐荑荒荓荔荕荖荗荘荙荚荛
    1, 255, 255, 0, 71, 2, 1, 178, 255, 18, 255, 2, 255, 0, 38, 2, 255, 0, 190, 28,
    //  荜荝荞荟荠荡荢荣荤荥荦荧荨荩荪荫荬荭荮药
    6, 0, 35, 56, 200, 255, 0, 255, 30, 94, 25, 218, 92, 57, 28, 255, 22, 2, 0, 255,
    //  荰荱荲荳荴荵荶荷荸荹荺荻荼荽荾荿莀莁莂莃
    0, 0, 0, 55, 0, 9, 0, 255, 12, 0, 1, 255, 255, 50, 0, 0, 0, 0, 0, 0,
    //  莄莅莆莇莈莉莊莋莌莍莎莏莐莑莒莓莔莕莖莗
    0, 255, 255, 3, 0, 255, 255, 1, 0, 0, 255, 0, 0, 0, 191, 255, 1, 14, 253, 0,
    //  莘莙莚莛莜莝莞莟莠莡莢莣莤莥莦莧莨莩莪莫
    207, 2, 9, 6, 4, 0, 255, 1, 57, 0, 105, 0, 0, 0, 0, 25, 36, 4, 255, 255,
    //  莬莭莮莯莰莱莲莳莴莵莶获莸莹莺莻莼莽莾莿
    2, 1, 1, 0, 3, 255, 255, 5, 16, 6, 2, 255, 33, 255, 226, 0, 11, 255, 0, 35,
    //  菀菁菂菃菄菅菆菇菈菉菊菋菌菍菎菏菐菑菒菓
    214, 255, 0, 0, 0, 255, 0, 255, 220, 18, 255, 0, 255, 0, 1, 109, 0, 23, 0, 255,
    //  菔菕菖菗菘菙菚菛菜菝菞菟菠菡菢菣菤菥菦菧
    24, 0, 114, 0, 98, 0, 0, 0, 255, 157, 0, 81, 152, 70, 0, 0, 0, 14, 0, 0,
    //  菨菩菪菫菬菭菮華菰菱菲菳菴菵菶菷菸菹菺菻
    0, 255, 15, 89, 0, 0, 0, 255, 84, 255, 255, 0, 55, 4, 2, 0, 220, 5, 0, 1,
    //  菼菽菾菿萀萁萂萃萄萅萆萇萈萉萊萋萌萍萎萏
    22, 164, 1, 0, 0, 81, 0, 255, 255, 0, 2, 18, 0, 0, 255, 22, 255, 255, 255, 6,
    //  萐萑萒萓萔萕萖萗萘萙萚萛萜萝萞萟萠萡萢萣
    3, 3, 0, 3, 0, 0, 0, 0, 36, 0, 2, 0, 16, 255, 0, 0, 27, 1, 3, 16,
    //  萤营萦萧萨萩萪萫萬萭萮萯萰萱萲萳萴萵萶萷
    214, 255, 71, 255, 255, 255, 0, 0, 255, 2, 22, 0, 0, 255, 0, 1, 0, 25, 0, 0,
    //  萸萹萺萻萼落萾萿葀葁葂葃葄葅葆葇葈葉葊葋
    90, 3, 0, 0, 255, 255, 0, 0, 0, 0, 0, 0, 1, 0, 255, 1, 0, 255, 1, 0,
    //  葌葍葎葏葐葑葒葓葔葕葖著葘葙葚葛葜葝葞葟
    0, 0, 27, 0, 0, 10, 3, 0, 0, 0, 3, 255, 0, 4, 11, 255, 146, 0, 0, 0,
    //  葠葡葢董葤葥葦葧葨葩葪葫葬葭葮葯葰葱葲葳
    1, 255, 6, 255, 0, 0, 255, 0, 0, 83, 0, 255, 255, 81, 0, 44, 13, 255, 0, 76,
    //  葴葵葶葷葸葹葺葻葼葽葾葿蒀蒁蒂蒃蒄蒅蒆蒇
    1, 255, 132, 9, 2, 0, 255, 0, 0, 1, 0, 0, 0, 0, 255, 0, 2, 0, 0, 1,
    //  蒈蒉蒊蒋蒌蒍蒎蒏蒐蒑蒒蒓蒔蒕蒖蒗蒘蒙蒚蒛
    1, 2, 0, 255, 4, 4, 0, 0, 189, 0, 0, 2, 170, 0, 0, 9, 0, 255, 0, 0,
    //  蒜蒝蒞蒟蒠蒡蒢蒣蒤蒥蒦蒧蒨蒩蒪蒫蒬蒭蒮蒯
    255, 5, 37, 19, 0, 9, 6, 0, 0, 2, 0, 1, 91, 0, 0, 0, 0, 29, 0, 31,
    //  蒰蒱蒲蒳蒴蒵蒶蒷蒸蒹蒺蒻蒼蒽蒾蒿蓀蓁蓂蓃
    0, 1, 255, 0, 230, 0, 0, 0, 255, 25, 23, 15, 255, 21, 58, 255, 39, 155, 19, 0,
    //  蓄蓅蓆蓇蓈蓉蓊蓋蓌蓍蓎蓏蓐蓑蓒蓓蓔蓕蓖蓗
    255, 0, 10, 3, 2, 255, 6, 255, 0, 29, 0, 0, 3, 166, 0, 255, 0, 5, 8, 0,
    //  蓘蓙蓚蓛蓜蓝蓞蓟蓠蓡蓢蓣蓤蓥蓦蓧蓨蓩蓪蓫
    0, 1, 1, 0, 4, 255, 0, 120, 1, 0, 0, 21, 0, 18, 241, 0, 7, 1, 0, 0,
    //  蓬蓭蓮蓯蓰蓱蓲蓳蓴蓵蓶蓷蓸蓹蓺蓻蓼蓽蓾蓿
    255, 0, 255, 3, 0, 0, 0, 8, 2, 0, 0, 1, 0, 0, 4, 0, 255, 0, 0, 43,
    //  蔀蔁蔂蔃蔄蔅蔆蔇蔈蔉蔊蔋蔌蔍蔎蔏蔐蔑蔒蔓
    17, 0, 0, 0, 0, 0, 2, 0, 0, 0, 16, 0, 2, 0, 8, 0, 0, 255, 0, 255,
    //  蔔蔕蔖蔗蔘蔙蔚蔛蔜蔝蔞蔟蔠蔡蔢蔣蔤蔥蔦蔧
    115, 2, 0, 188, 28, 0, 255, 0, 0, 0, 8, 1, 0, 255, 0, 255, 0, 141, 147, 0,
    //  蔨蔩蔪蔫蔬蔭蔮蔯蔰蔱蔲蔳蔴蔵蔶蔷蔸蔹蔺蔻
    0, 0, 0, 17, 255, 255, 0, 2, 0, 0, 0, 0, 34, 255, 0, 255, 0, 16, 64, 154,
    //  蔼蔽蔾蔿蕀蕁蕂蕃蕄蕅蕆蕇蕈蕉蕊蕋蕌蕍蕎蕏
    63, 255, 0, 3, 1, 22, 0, 255, 0, 2, 3, 0, 99, 255, 255, 0, 0, 0, 149, 0,
    //  蕐蕑蕒蕓蕔蕕蕖蕗蕘蕙蕚蕛蕜蕝蕞蕟蕠蕡蕢蕣
    3, 3, 2, 15, 0, 4, 8, 66, 5, 255, 3, 0, 0, 0, 14, 0, 0, 9, 0, 1,
    //  蕤蕥蕦蕧蕨蕩蕪蕫蕬蕭蕮蕯蕰蕱蕲蕳蕴蕵蕶蕷
    26, 0, 0, 0, 255, 255, 111, 1, 0, 255, 0, 3, 2, 0, 48, 1, 255, 0, 0, 7,
    //  蕸蕹蕺蕻蕼蕽蕾蕿薀薁薂薃薄薅薆薇薈薉薊薋
    0, 2, 5, 4, 0, 0, 255, 0, 3, 4, 0, 0, 255, 34, 0, 255, 155, 1, 125, 0,
    //  薌薍薎薏薐薑薒薓薔薕薖薗薘薙薚薛薜薝薞薟
    7, 0, 0, 76, 0, 174, 0, 0, 255, 1, 0, 173, 2, 255, 0, 255, 12, 0, 0, 0,
    //  薠薡薢薣薤薥薦薧薨薩薪薫薬薭薮薯薰薱薲薳
    0, 0, 1, 0, 3, 0, 255, 0, 255, 255, 255, 255, 255, 3, 92, 255, 255, 0, 1, 6,
    //  薴薵薶薷薸薹薺薻薼薽薾薿藀藁藂藃藄藅藆藇
    10, 0, 0, 72, 2, 219, 23, 0, 0, 0, 6, 1, 0, 131, 2, 0, 0, 0, 0, 0,
    //  藈藉藊藋藌藍藎藏藐藑藒藓藔藕藖藗藘藙藚藛
    0, 255, 0, 2, 0, 255, 15, 255, 63, 0, 0, 255, 212, 130, 0, 0, 1, 0, 2, 0,
    //  藜藝藞藟藠藡藢藣藤藥藦藧藨藩藪藫藬藭藮藯
    250, 255, 0, 3, 0, 0, 0, 0, 255, 255, 12, 0, 172, 255, 226, 0, 0, 0, 0, 0,
    //  藰藱藲藳藴藵藶藷藸藹藺藻藼藽藾藿蘀蘁蘂蘃
    0, 0, 0, 0, 3, 0, 4, 11, 0, 47, 56, 255, 0, 0, 0, 93, 0, 0, 13, 0,
    //  蘄蘅蘆蘇蘈蘉蘊蘋蘌蘍蘎蘏蘐蘑蘒蘓蘔蘕蘖蘗
    35, 54, 255, 255, 0, 0, 255, 255, 0, 0, 0, 0, 1, 191, 0, 6, 0, 0, 12, 8,
    //  蘘蘙蘚蘛蘜蘝蘞蘟蘠蘡蘢蘣蘤蘥蘦蘧蘨蘩蘪蘫
    1, 0, 255, 0, 0, 0, 4, 0, 0, 2, 3, 0, 0, 0, 0, 7, 0, 9, 0, 0,
    //  蘬蘭蘮蘯蘰蘱蘲蘳蘴蘵蘶蘷蘸蘹蘺蘻蘼蘽蘾蘿
    0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 90, 0, 2, 0, 25, 0, 0, 255,
    //  虀虁虂虃虄虅虆虇虈虉虊虋虌虍虎虏虐虑虒虓
    0, 2, 0, 0, 0, 0, 0, 0, 0, 11, 0, 0, 0, 2, 255, 255, 255, 255, 0, 3,
    //  虔處虖虗虘虙虚虛虜虝虞號虠虡虢虣虤虥虦虧
    255, 255, 2, 2, 0, 0, 255, 255, 255, 0, 255, 255, 0, 4, 88, 0, 0, 0, 0, 163,
    //  虨虩虪虫虬虭虮虯虰虱虲虳虴虵虶虷虸虹虺虻
    4, 0, 3, 255, 94, 0, 1, 12, 0, 63, 0, 0, 0, 2, 0, 2, 0, 255, 10, 81,
    //  虼虽虾虿蚀蚁蚂蚃蚄蚅蚆蚇蚈蚉蚊蚋蚌蚍蚎蚏
    1, 255, 255, 3, 255, 255, 255, 0, 0, 0, 0, 0, 0, 0, 255, 57, 255, 10, 0, 0,
    //  蚐蚑蚒蚓蚔蚕蚖蚗蚘蚙蚚蚛蚜蚝蚞蚟蚠蚡蚢蚣
    0, 0, 0, 134, 2, 255, 0, 0, 0, 0, 0, 0, 255, 11, 0, 0, 0, 2, 0, 98,
    //  蚤蚥蚦蚧蚨蚩蚪蚫蚬蚭蚮蚯蚰蚱蚲蚳蚴蚵蚶蚷
    254, 0, 0, 13, 6, 75, 38, 0, 12, 0, 0, 49, 13, 31, 0, 0, 10, 50, 65, 0,
    //  蚸蚹蚺蚻蚼蚽蚾蚿蛀蛁蛂蛃蛄蛅蛆蛇蛈蛉蛊蛋
    0, 0, 13, 0, 0, 0, 0, 1, 34, 0, 0, 0, 122, 0, 95, 255, 0, 99, 204, 255,
    //  蛌蛍蛎蛏蛐蛑蛒蛓蛔蛕蛖蛗蛘蛙蛚蛛蛜蛝蛞蛟
    0, 199, 31, 9, 8, 1, 0, 0, 22, 0, 0, 0, 0, 255, 0, 255, 0, 0, 42, 255,
    //  蛠蛡蛢蛣蛤蛥蛦蛧蛨蛩蛪蛫蛬蛭蛮蛯蛰蛱蛲蛳
    0, 0, 0, 0, 255, 0, 0, 0, 0, 7, 0, 0, 0, 130, 255, 82, 106, 14, 1, 23,
    //  蛴蛵蛶蛷蛸蛹蛺蛻蛼蛽蛾蛿蜀蜁蜂蜃蜄蜅蜆蜇
    6, 0, 0, 0, 136, 86, 255, 42, 0, 0, 255, 0, 255, 0, 255, 127, 0, 0, 255, 9,
    //  蜈蜉蜊蜋蜌蜍蜎蜏蜐蜑蜒蜓蜔蜕蜖蜗蜘蜙蜚蜛
    99, 36, 55, 4, 0, 59, 1, 0, 0, 39, 255, 210, 0, 119, 0, 138, 255, 0, 50, 0,
    //  蜜蜝蜞蜟蜠蜡蜢蜣蜤蜥蜦蜧蜨蜩蜪蜫蜬蜭蜮蜯
    255, 0, 10, 0, 0, 255, 96, 2, 0, 255, 0, 0, 0, 13, 0, 0, 0, 0, 11, 0,
    //  蜰蜱蜲蜳蜴蜵蜶蜷蜸蜹蜺蜻蜼蜽蜾蜿蝀蝁蝂蝃
    0, 255, 0, 0, 129, 0, 0, 135, 0, 0, 1, 220, 0, 0, 3, 255, 2, 0, 0, 0,
    //  蝄蝅蝆蝇蝈蝉蝊蝋蝌蝍蝎蝏蝐蝑蝒蝓蝔蝕蝖蝗
    0, 0, 0, 211, 5, 255, 0, 82, 67, 0, 255, 0, 0, 0, 0, 43, 0, 255, 0, 220,
    //  蝘蝙蝚蝛蝜蝝蝞蝟蝠蝡蝢蝣蝤蝥蝦蝧蝨蝩蝪蝫
    80, 255, 0, 0, 0, 0, 0, 42, 255, 0, 0, 22, 1, 2, 255, 0, 255, 0, 4, 0,
    //  蝬蝭蝮蝯蝰蝱蝲蝳蝴蝵蝶蝷蝸蝹蝺蝻蝼蝽蝾蝿
    0, 0, 76, 0, 24, 1, 7, 0, 255, 0, 255, 0, 255, 0, 0, 1, 62, 255, 30, 17,
    //  螀螁螂螃螄螅螆螇螈螉螊螋螌融螎螏螐螑螒螓
    0, 0, 135, 134, 51, 10, 0, 0, 99, 2, 0, 1, 0, 255, 0, 0, 0, 0, 0, 64,
    //  螔螕螖螗螘螙螚螛螜螝螞螟螠螡螢螣螤螥螦螧
    0, 0, 0, 2, 1, 0, 0, 0, 0, 0, 88, 52, 17, 0, 255, 78, 0, 0, 0, 0,
    //  螨螩螪螫螬螭螮螯螰螱螲螳螴螵螶螷螸螹螺螻
    98, 0, 0, 15, 1, 31, 0, 157, 0, 1, 0, 72, 0, 2, 0, 0, 0, 0, 255, 8,
    //  螼螽螾螿蟀蟁蟂蟃蟄蟅蟆蟇蟈蟉蟊蟋蟌蟍蟎蟏
    0, 17, 0, 0, 39, 2, 0, 0, 39, 0, 156, 38, 0, 0, 7, 39, 10, 0, 159, 0,
    //  蟐蟑蟒蟓蟔蟕蟖蟗蟘蟙蟚蟛蟜蟝蟞蟟蟠蟡蟢蟣
    0, 58, 255, 0, 0, 0, 0, 0, 0, 0, 0, 6, 34, 0, 0, 0, 226, 0, 0, 0,
    //  蟤蟥蟦蟧蟨蟩蟪蟫蟬蟭蟮蟯蟰蟱蟲蟳蟴蟵蟶蟷
    0, 17, 0, 0, 0, 0, 11, 0, 255, 0, 1, 0, 0, 1, 255, 3, 2, 0, 14, 4,
    //  蟸蟹蟺蟻蟼蟽蟾蟿蠀蠁蠂蠃蠄蠅蠆蠇蠈蠉蠊蠋
    0, 255, 0, 255, 0, 0, 252, 0, 0, 2, 0, 3, 0, 227, 3, 0, 0, 0, 7, 10,
    //  蠌蠍蠎蠏蠐蠑蠒蠓蠔蠕蠖蠗蠘蠙蠚蠛蠜蠝蠞蠟
    0, 194, 0, 0, 10, 23, 0, 40, 47, 246, 10, 0, 0, 4, 0, 2, 0, 0, 0, 255,
    //  蠠蠡蠢蠣蠤蠥蠦蠧蠨蠩蠪蠫蠬蠭蠮蠯蠰蠱蠲蠳
    1, 74, 255, 69, 0, 0, 0, 3, 0, 0, 0, 0, 0, 1, 0, 0, 0, 71, 15, 0,
    //  蠴蠵蠶蠷蠸蠹蠺蠻蠼蠽蠾蠿血衁衂衃衄衅衆衇
    0, 10, 132, 0, 0, 73, 0, 255, 0, 0, 0, 0, 255, 0, 6, 0, 5, 156, 255, 0,
    //  衈衉衊衋行衍衎衏衐衑衒術衔衕衖街衘衙衚衛
    0, 0, 24, 0, 255, 255, 9, 0, 0, 0, 13, 255, 255, 1, 0, 255, 0, 255, 0, 255,
    //  衜衝衞衟衠衡衢衣衤补衦衧表衩衪衫衬衭衮衯
    10, 255, 255, 18, 0, 255, 255, 255, 2, 255, 0, 0, 255, 26, 4, 255, 255, 0, 76, 0,
    //  衰衱衲衳衴衵衶衷衸衹衺衻衼衽衾衿袀袁袂袃
    255, 0, 19, 0, 0, 0, 0, 255, 0, 21, 0, 0, 0, 17, 36, 55, 0, 255, 109, 0,
    //  袄袅袆袇袈袉袊袋袌袍袎袏袐袑袒袓袔袕袖袗
    79, 121, 2, 0, 84, 0, 0, 255, 0, 255, 0, 0, 2, 0, 86, 2, 0, 0, 255, 2,
    //  袘袙袚袛袜袝袞袟袠袡袢袣袤袥袦袧袨袩袪被
    0, 1, 0, 8, 48, 0, 110, 0, 1, 0, 14, 0, 57, 0, 0, 0, 0, 0, 8, 255,
    //  袬袭袮袯袰袱袲袳袴袵袶袷袸袹袺袻袼袽袾袿
    0, 255, 1, 0, 8, 70, 0, 0, 131, 0, 0, 5, 0, 0, 1, 0, 0, 0, 0, 3,
    //  裀裁裂裃裄装裆裇裈裉裊裋裌裍裎裏裐裑裒裓
    1, 255, 255, 3, 0, 255, 37, 0, 1, 0, 6, 0, 0, 0, 0, 255, 0, 0, 15, 0,
    //  裔裕裖裗裘裙裚裛補裝裞裟裠裡裢裣裤裥裦裧
    255, 255, 3, 0, 255, 255, 0, 2, 255, 255, 0, 90, 0, 255, 13, 1, 255, 2, 1, 0,
    //  裨裩裪裫裬裭裮裯裰裱裲裳裴裵裶裷裸裹裺裻
    80, 0, 0, 0, 0, 0, 0, 0, 13, 43, 0, 255, 255, 25, 0, 0, 255, 255, 0, 0,
    //  裼製裾裿褀褁褂褃褄褅褆複褈褉褊褋褌褍褎褏
    1, 255, 139, 10, 3, 0, 33, 0, 13, 0, 2, 255, 0, 0, 3, 0, 12, 0, 2, 0,
    //  褐褑褒褓褔褕褖褗褘褙褚褛褜褝褞褟褠褡褢褣
    255, 0, 255, 41, 19, 9, 0, 0, 2, 16, 255, 16, 0, 0, 4, 0, 0, 15, 3, 0,
    //  褤褥褦褧褨褩褪褫褬褭褮褯褰褱褲褳褴褵褶褷
    0, 78, 0, 9, 0, 0, 142, 65, 0, 0, 0, 0, 7, 1, 222, 0, 13, 1, 166, 0,
    //  褸褹褺褻褼褽褾褿襀襁襂襃襄襅襆襇襈襉襊襋
    6, 0, 0, 76, 0, 0, 0, 0, 1, 29, 0, 1, 255, 0, 0, 1, 0, 1, 0, 0,
    //  襌襍襎襏襐襑襒襓襔襕襖襗襘襙襚襛襜襝襞襟
    2, 3, 0, 0, 0, 0, 0, 0, 0, 1, 40, 0, 0, 0, 1, 0, 3, 0, 23, 255,
    //  襠襡襢襣襤襥襦襧襨襩襪襫襬襭襮襯襰襱襲襳
    5, 0, 0, 0, 3, 0, 19, 0, 0, 0, 136, 0, 5, 0, 0, 120, 0, 0, 255, 0,
    //  襴襵襶襷襸襹襺襻襼襽襾西覀要覂覃覄覅覆覇
    5, 0, 0, 18, 1, 0, 0, 0, 0, 0, 0, 255, 0, 255, 0, 255, 0, 0, 255, 255,
    //  覈覉覊見覌覍覎規覐覑覒覓覔覕視覗覘覙覚覛
    19, 0, 1, 255, 0, 0, 0, 255, 0, 0, 0, 131, 6, 1, 255, 112, 17, 0, 255, 0,
    //  覜覝覞覟覠覡覢覣覤覥覦覧覨覩親覫覬覭覮覯
    0, 0, 0, 0, 0, 8, 0, 0, 0, 0, 27, 255, 0, 9, 255, 0, 34, 0, 0, 11,
    //  覰覱覲観覴覵覶覷覸覹覺覻覼覽覾覿觀见观觃
    0, 0, 61, 255, 2, 0, 0, 7, 0, 0, 255, 0, 0, 255, 0, 4, 255, 255, 255, 0,
    //  规觅视觇览觉觊觋觌觍觎觏觐觑角觓觔觕觖觗
    255, 255, 255, 4, 255, 255, 43, 4, 5, 0, 41, 6, 144, 255, 255, 0, 2, 3, 0, 0,
    //  觘觙觚觛觜觝觞觟觠觡觢解觤觥触觧觨觩觪觫
    0, 0, 10, 0, 26, 1, 59, 0, 0, 0, 0, 255, 0, 20, 255, 2, 0, 3, 0, 0,
    //  觬觭觮觯觰觱觲觳觴觵觶觷觸觹觺觻觼觽觾觿
    0, 1, 0, 6, 0, 4, 0, 0, 18, 0, 2, 0, 255, 0, 0, 2, 0, 0, 0, 21,
    //  言訁訂訃訄訅訆訇計訉訊訋訌訍討訏訐訑訒訓
    255, 0, 255, 255, 0, 0, 0, 25, 255, 0, 255, 0, 19, 0, 255, 11, 170, 3, 2, 255,
    //  訔訕訖託記訙訚訛訜訝訞訟訠訡訢訣訤訥訦訧
    1, 35, 48, 255, 255, 0, 5, 102, 0, 114, 0, 255, 0, 0, 37, 162, 0, 255, 1, 0,
    //  訨訩訪訫訬設訮訯訰許訲訳訴訵訶訷訸訹診註
    0, 1, 255, 1, 0, 255, 0, 1, 0, 255, 0, 255, 255, 0, 255, 0, 3, 0, 255, 255,
    //  証訽訾訿詀詁詂詃詄詅詆詇詈詉詊詋詌詍詎詏
    255, 0, 17, 1, 0, 11, 0, 0, 0, 0, 19, 0, 15, 0, 0, 0, 0, 0, 12, 0,
    //  詐詑詒詓詔評詖詗詘詙詚詛詜詝詞詟詠詡詢詣
    255, 0, 35, 0, 255, 255, 1, 1, 0, 0, 0, 192, 0, 2, 255, 1, 255, 34, 255, 216,
    //  詤詥試詧詨詩詪詫詬詭詮詯詰話該詳詴詵詶詷
    0, 4, 255, 8, 0, 255, 1, 169, 11, 189, 255, 0, 255, 255, 255, 255, 0, 12, 0, 0,
    //  詸詹詺詻詼詽詾詿誀誁誂誃誄誅誆誇誈誉誊誋
    0, 255, 0, 0, 14, 0, 0, 2, 0, 0, 4, 0, 9, 243, 6, 255, 0, 255, 16, 0,
    //  誌認誎誏誐誑誒誓誔誕誖誗誘誙誚誛誜誝語誟
    255, 255, 0, 0, 3, 14, 1, 255, 2, 255, 0, 0, 255, 0, 2, 0, 0, 0, 255, 0,
    //  誠誡誢誣誤誥誦誧誨誩說誫説読誮誯誰誱課誳
    255, 73, 0, 155, 255, 115, 195, 0, 58, 0, 255, 0, 255, 255, 0, 0, 255, 0, 255, 0,
    //  誴誵誶誷誸誹誺誻誼誽誾調諀諁諂諃諄諅諆談
    2, 0, 0, 0, 0, 204, 0, 0, 255, 0, 26, 255, 0, 0, 15, 0, 18, 0, 0, 255,
    //  諈諉諊請諌諍諎諏諐諑諒諓諔諕論諗諘諙諚諛
    0, 5, 0, 255, 16, 45, 0, 255, 0, 0, 255, 0, 0, 0, 255, 13, 0, 0, 0, 10,
    //  諜諝諞諟諠諡諢諣諤諥諦諧諨諩諪諫諬諭諮諯
    255, 13, 0, 15, 4, 255, 2, 0, 23, 0, 255, 255, 0, 0, 13, 255, 0, 255, 255, 0,
    //  諰諱諲諳諴諵諶諷諸諹諺諻諼諽諾諿謀謁謂謃
    0, 255, 18, 25, 79, 0, 29, 255, 255, 0, 255, 0, 1, 0, 255, 0, 255, 136, 255, 0,
    //  謄謅謆謇謈謉謊謋謌謍謎謏謐謑謒謓謔謕謖謗
    37, 3, 1, 35, 0, 0, 255, 0, 4, 0, 255, 0, 52, 0, 0, 0, 23, 0, 3, 226,
    //  謘謙謚講謜謝謞謟謠謡謢謣謤謥謦謧謨謩謪謫
    0, 255, 61, 255, 2, 255, 0, 0, 255, 255, 3, 0, 0, 0, 2, 0, 179, 32, 0, 47,
    //  謬謭謮謯謰謱謲謳謴謵謶謷謸謹謺謻謼謽謾謿
    255, 0, 0, 0, 0, 0, 0, 114, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 18, 0,
    //  譀譁譂譃譄譅譆譇譈證譊譋譌譍譎譏譐譑譒譓
    0, 18, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 1, 0, 4, 40, 0, 0, 0, 11,
    //  譔譕譖譗識譙譚譛譜譝譞譟譠譡譢譣譤譥警譧
    9, 0, 8, 0, 255, 197, 255, 0, 255, 0, 16, 9, 0, 0, 0, 0, 0, 0, 255, 0,
    //  譨譩譪譫譬譭譮譯議譱譲譳譴譵譶護譸譹譺譻
    0, 0, 0, 9, 157, 2, 0, 255, 255, 0, 255, 0, 255, 0, 0, 255, 0, 0, 0, 5,
    //  譼譽譾譿讀讁讂讃讄讅讆讇讈讉變讋讌讍讎讏
    0, 255, 0, 1, 255, 0, 0, 255, 0, 0, 0, 0, 0, 4, 255, 0, 5, 0, 13, 0,
    //  讐讑讒讓讔讕讖讗讘讙讚讛讜讝讞讟讠计订讣
    255, 0, 44, 255, 0, 0, 16, 0, 0, 4, 255, 0, 4, 0, 62, 0, 19, 255, 255, 61,
    //  认讥讦讧讨让讪讫讬训议讯记讱讲讳讴讵讶讷
    255, 222, 10, 20, 255, 255, 105, 255, 4, 255, 255, 255, 255, 1, 255, 202, 18, 5, 255, 255,
    //  许讹论讻讼讽设访诀证诂诃评诅识诇诈诉诊诋
    255, 70, 255, 1, 216, 255, 255, 255, 255, 255, 40, 255, 255, 128, 255, 0, 255, 255, 255, 34,
    //  诌词诎诏诐译诒诓诔试诖诗诘诙诚诛诜话诞诟
    14, 255, 3, 255, 2, 255, 131, 8, 4, 255, 0, 255, 33, 73, 255, 255, 30, 255, 255, 23,
    //  诠诡询诣诤该详诧诨诩诪诫诬语诮误诰诱诲诳
    255, 255, 255, 178, 9, 255, 255, 221, 7, 80, 0, 105, 109, 255, 22, 255, 178, 255, 101, 13,
    //  说诵诶请诸诹诺读诼诽课诿谀谁谂调谄谅谆谇
    255, 255, 251, 255, 255, 40, 255, 255, 2, 92, 255, 6, 16, 255, 2, 255, 29, 248, 31, 1,
    //  谈谉谊谋谌谍谎谏谐谑谒谓谔谕谖谗谘谙谚谛
    255, 0, 255, 255, 180, 255, 255, 192, 255, 111, 61, 255, 57, 224, 6, 28, 50, 28, 93, 99,
    //  谜谝谞谟谠谡谢谣谤谥谦谧谨谩谪谫谬谭谮谯
    255, 3, 17, 255, 4, 1, 255, 255, 90, 255, 255, 102, 255, 21, 69, 0, 168, 255, 10, 69,
    //  谰谱谲谳谴谵谶谷谸谹谺谻谼谽谾谿豀豁豂豃
    0, 255, 17, 8, 240, 6, 13, 255, 0, 0, 16, 0, 0, 0, 0, 116, 0, 255, 0, 0,
    //  豄豅豆豇豈豉豊豋豌豍豎豏豐豑豒豓豔豕豖豗
    0, 0, 255, 22, 144, 35, 255, 2, 130, 0, 178, 0, 255, 0, 0, 1, 169, 36, 0, 0,
    //  豘豙豚豛豜豝豞豟豠象豢豣豤豥豦豧豨豩豪豫
    2, 0, 255, 0, 0, 1, 0, 0, 0, 255, 26, 0, 0, 0, 0, 0, 11, 0, 255, 255,
    //  豬豭豮豯豰豱豲豳豴豵豶豷豸豹豺豻豼豽豾豿
    255, 0, 0, 0, 0, 0, 3, 23, 0, 1, 0, 1, 42, 255, 189, 0, 0, 0, 0, 0,
    //  貀貁貂貃貄貅貆貇貈貉貊貋貌貍貎貏貐貑貒貓
    0, 0, 200, 0, 0, 92, 0, 0, 0, 22, 13, 0, 255, 8, 0, 0, 0, 0, 3, 255,
    //  貔貕貖貗貘貙貚貛貜貝貞貟負財貢貣貤貥貦貧
    96, 0, 0, 0, 26, 9, 0, 0, 0, 255, 255, 6, 255, 255, 255, 0, 11, 0, 0, 255,
    //  貨販貪貫責貭貮貯貰貱貲貳貴貵貶買貸貹貺費
    255, 255, 255, 255, 255, 0, 5, 255, 180, 0, 19, 177, 255, 0, 252, 255, 255, 1, 9, 255,
    //  貼貽貾貿賀賁賂賃賄賅賆資賈賉賊賋賌賍賎賏
    255, 105, 0, 255, 255, 60, 132, 255, 255, 3, 0, 255, 255, 0, 255, 0, 0, 0, 5, 0,
    //  賐賑賒賓賔賕賖賗賘賙賚賛賜賝賞賟賠賡賢賣
    0, 152, 6, 255, 12, 1, 0, 0, 0, 1, 34, 255, 255, 0, 255, 0, 255, 114, 255, 255,
    //  賤賥賦賧賨賩質賫賬賭賮賯賰賱賲賳賴賵賶賷
    208, 0, 255, 0, 2, 0, 255, 1, 90, 255, 0, 0, 1, 1, 0, 0, 255, 3, 0, 0,
    //  賸賹賺賻購賽賾賿贀贁贂贃贄贅贆贇贈贉贊贋
    4, 1, 234, 5, 255, 255, 8, 0, 0, 0, 0, 0, 118, 183, 0, 57, 255, 0, 255, 38,
    //  贌贍贎贏贐贑贒贓贔贕贖贗贘贙贚贛贜贝贞负
    1, 18, 0, 255, 0, 2, 3, 48, 20, 0, 226, 7, 0, 0, 0, 120, 0, 255, 255, 255,
    //  贠贡财责贤败账货质贩贪贫贬购贮贯贰贱贲贳
    2, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 255, 89, 255, 37, 167, 53, 1,
    //  贴贵贶贷贸费贺贻贼贽贾贿赀赁赂赃资赅赆赇
    255, 255, 3, 255, 255, 255, 255, 192, 255, 13, 255, 255, 5, 186, 78, 99, 255, 36, 0, 0,
    //  赈赉赊赋赌赍赎赏赐赑赒赓赔赕赖赗赘赙赚赛
    58, 47, 20, 255, 255, 8, 153, 255, 255, 13, 0, 255, 255, 2, 255, 1, 106, 3, 248, 255,
    //  赜赝赞赟赠赡赢赣赤赥赦赧赨赩赪赫赬赭赮赯
    5, 24, 255, 73, 255, 30, 255, 255, 255, 0, 255, 27, 0, 0, 2, 255, 0, 67, 0, 0,
    //  走赱赲赳赴赵赶起赸赹赺赻赼赽赾赿趀趁趂趃
    255, 0, 0, 81, 255, 255, 255, 255, 0, 0, 0, 0, 0, 0, 0, 1, 0, 255, 1, 0,
    //  趄超趆趇趈趉越趋趌趍趎趏趐趑趒趓趔趕趖趗
    15, 255, 0, 0, 0, 0, 255, 255, 0, 0, 0, 0, 0, 0, 5, 0, 15, 255, 0, 0,
    //  趘趙趚趛趜趝趞趟趠趡趢趣趤趥趦趧趨趩趪趫
    0, 255, 0, 0, 1, 0, 0, 255, 0, 0, 0, 255, 0, 0, 0, 0, 255, 1, 0, 0,
    //  趬趭趮趯趰趱趲足趴趵趶趷趸趹趺趻趼趽趾趿
    0, 0, 0, 17, 0, 0, 0, 255, 255, 10, 0, 0, 8, 0, 21, 0, 0, 0, 255, 2,
    //  跀跁跂跃跄跅跆跇跈跉跊跋跌跍跎跏跐跑跒跓
    0, 0, 5, 255, 70, 2, 255, 0, 0, 0, 0, 255, 255, 0, 12, 32, 0, 255, 0, 0,
    //  跔跕跖跗跘跙跚跛跜距跞跟跠跡跢跣跤跥跦跧
    0, 0, 30, 38, 0, 0, 20, 78, 0, 255, 5, 255, 0, 255, 0, 7, 255, 0, 0, 0,
    //  跨跩跪跫跬跭跮路跰跱跲跳跴践跶跷跸跹跺跻
    255, 7, 255, 1, 3, 0, 0, 255, 0, 0, 0, 255, 1, 255, 13, 81, 13, 6, 156, 47,
    //  跼跽跾跿踀踁踂踃踄踅踆踇踈踉踊踋踌踍踎踏
    1, 0, 0, 0, 0, 0, 0, 0, 0, 7, 0, 0, 0, 65, 255, 0, 34, 0, 8, 255,
    //  踐踑踒踓踔踕踖踗踘踙踚踛踜踝踞踟踠踡踢踣
    255, 0, 0, 0, 3, 0, 0, 0, 0, 0, 0, 0, 0, 103, 180, 10, 0, 0, 255, 1,
    //  踤踥踦踧踨踩踪踫踬踭踮踯踰踱踲踳踴踵踶踷
    0, 0, 1, 2, 2, 255, 255, 2, 0, 2, 14, 2, 36, 58, 0, 0, 34, 68, 1, 0,
    //  踸踹踺踻踼踽踾踿蹀蹁蹂蹃蹄蹅蹆蹇蹈蹉蹊蹋
    0, 163, 0, 0, 1, 3, 0, 0, 3, 3, 65, 1, 255, 0, 0, 65, 255, 27, 186, 44,
    //  蹌蹍蹎蹏蹐蹑蹒蹓蹔蹕蹖蹗蹘蹙蹚蹛蹜蹝蹞蹟
    3, 0, 0, 0, 0, 22, 16, 0, 1, 10, 0, 0, 0, 255, 3, 0, 0, 0, 0, 255,
    //  蹠蹡蹢蹣蹤蹥蹦蹧蹨蹩蹪蹫蹬蹭蹮蹯蹰蹱蹲蹳
    27, 0, 1, 2, 255, 0, 255, 0, 0, 12, 0, 0, 146, 125, 0, 1, 10, 0, 255, 0,
    //  蹴蹵蹶蹷蹸蹹蹺蹻蹼蹽蹾蹿躀躁躂躃躄躅躆躇
    255, 0, 29, 0, 0, 0, 38, 12, 25, 3, 1, 65, 0, 255, 1, 0, 30, 15, 0, 112,
    //  躈躉躊躋躌躍躎躏躐躑躒躓躔躕躖躗躘躙躚躛
    0, 20, 79, 48, 0, 255, 0, 15, 0, 13, 1, 12, 1, 0, 0, 0, 0, 27, 0, 0,
    //  躜躝躞躟躠躡躢躣躤躥躦躧躨躩躪身躬躭躮躯
    0, 1, 3, 0, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 18, 255, 255, 0, 0, 255,
    //  躰躱躲躳躴躵躶躷躸躹躺躻躼躽躾躿軀軁軂軃
    28, 7, 255, 0, 1, 0, 0, 0, 0, 0, 255, 1, 0, 0, 17, 0, 184, 0, 0, 0,
    //  軄軅軆軇軈軉車軋軌軍軎軏軐軑軒軓軔軕軖軗
    0, 0, 1, 0, 0, 0, 255, 90, 255, 255, 0, 2, 0, 0, 255, 0, 26, 0, 0, 0,
    //  軘軙軚軛軜軝軞軟軠軡転軣軤軥軦軧軨軩軪軫
    0, 0, 4, 27, 0, 0, 0, 255, 0, 0, 255, 0, 0, 0, 0, 2, 2, 0, 0, 110,
    //  軬軭軮軯軰軱軲軳軴軵軶軷軸軹軺軻軼軽軾軿
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 255, 3, 2, 23, 145, 255, 48, 1,
    //  輀輁輂較輄輅輆輇輈載輊輋輌輍輎輏輐輑輒輓
    0, 0, 0, 255, 2, 24, 0, 1, 1, 255, 2, 29, 161, 0, 0, 0, 0, 0, 71, 38,
    //  輔輕輖輗輘輙輚輛輜輝輞輟輠輡輢輣輤輥輦輧
    255, 255, 0, 4, 0, 4, 1, 255, 51, 255, 0, 53, 0, 0, 0, 0, 0, 2, 43, 0,
    //  輨輩輪輫輬輭輮輯輰輱輲輳輴輵輶輷輸輹輺輻
    1, 255, 255, 0, 0, 1, 0, 255, 0, 0, 0, 8, 0, 0, 7, 0, 255, 0, 0, 255,
    //  輼輽輾輿轀轁轂轃轄轅轆轇轈轉轊轋轌轍轎轏
    0, 0, 77, 255, 1, 1, 10, 0, 255, 135, 33, 1, 0, 255, 0, 0, 0, 132, 155, 0,
    //  轐轑轒轓轔轕轖轗轘轙轚轛轜轝轞轟轠轡轢轣
    0, 0, 1, 0, 2, 1, 0, 0, 0, 0, 0, 0, 2, 10, 0, 255, 0, 26, 62, 0,
    //  轤轥车轧轨轩轪轫转轭轮软轰轱轲轳轴轵轶轷
    13, 0, 255, 109, 255, 255, 0, 6, 255, 31, 255, 255, 255, 11, 34, 4, 255, 4, 142, 0,
    //  轸轹轺轻轼载轾轿辀辁辂较辄辅辆辇辈辉辊辋
    51, 0, 3, 255, 255, 255, 1, 255, 1, 0, 57, 255, 64, 255, 255, 99, 255, 255, 50, 15,
    //  辌辍辎辏辐辑辒输辔辕辖辗辘辙辚辛辜辝辞辟
    0, 54, 39, 2, 255, 255, 0, 255, 21, 233, 255, 86, 29, 255, 2, 255, 255, 0, 255, 255,
    //  辠辡辢辣辤辥辦辧辨辩辪辫辬辭辮辯辰辱農辳
    0, 0, 0, 255, 0, 0, 255, 2, 255, 255, 0, 57, 0, 255, 39, 255, 255, 255, 255, 1,
    //  辴辵辶辷辸边辺辻込辽达辿迀迁迂迃迄迅迆过
    0, 2, 6, 0, 0, 255, 255, 255, 255, 255, 255, 187, 0, 255, 174, 0, 255, 255, 2, 255,
    //  迈迉迊迋迌迍迎迏运近迒迓返迕迖迗还这迚进
    255, 0, 1, 0, 1, 0, 255, 0, 255, 255, 0, 8, 255, 0, 0, 0, 255, 255, 1, 255,
    //  远违连迟迠迡迢迣迤迥迦迧迨迩迪迫迬迭迮迯
    255, 255, 255, 255, 0, 0, 76, 0, 57, 143, 255, 0, 13, 33, 255, 255, 0, 255, 2, 0,
    //  述迱迲迳迴迵迶迷迸迹迺迻迼追迾迿退送适逃
    255, 0, 0, 21, 255, 5, 0, 255, 203, 255, 197, 2, 0, 255, 0, 0, 255, 255, 255, 255,
    //  逄逅逆逇逈选逊逋逌逍逎透逐逑递逓途逕逖逗
    30, 238, 255, 0, 2, 255, 255, 26, 14, 255, 0, 255, 255, 23, 255, 212, 255, 84, 22, 255,
    //  逘這通逛逜逝逞速造逡逢連逤逥逦逧逨逩逪逫
    0, 255, 255, 255, 0, 255, 178, 255, 255, 25, 255, 255, 0, 0, 1, 1, 6, 0, 0, 0,
    //  逬逭逮逯逰週進逳逴逵逶逷逸逹逺逻逼逽逾逿
    0, 2, 255, 70, 3, 255, 255, 0, 0, 152, 20, 2, 255, 41, 4, 255, 255, 0, 255, 0,
    //  遀遁遂遃遄遅遆遇遈遉遊運遌遍過遏遐遑遒道
    0, 255, 255, 0, 8, 255, 0, 255, 0, 0, 255, 255, 0, 255, 255, 177, 190, 59, 56, 255,
    //  達違遖遗遘遙遚遛遜遝遞遟遠遡遢遣遤遥遦遧
    255, 255, 1, 255, 13, 255, 0, 38, 255, 0, 255, 0, 255, 255, 21, 255, 0, 255, 0, 0,
    //  遨適遪遫遬遭遮遯遰遱遲遳遴遵遶遷選遹遺遻
    63, 255, 0, 0, 0, 255, 255, 3, 0, 0, 255, 0, 127, 255, 50, 255, 255, 63, 255, 0,
    //  遼遽遾避邀邁邂邃還邅邆邇邈邉邊邋邌邍邎邏
    255, 207, 0, 255, 255, 255, 236, 199, 255, 1, 0, 129, 119, 255, 255, 22, 0, 0, 0, 255,
    //  邐邑邒邓邔邕邖邗邘邙邚邛邜邝邞邟邠邡邢那
    2, 255, 0, 255, 0, 238, 0, 11, 1, 67, 0, 82, 0, 50, 0, 0, 46, 22, 255, 255,
    //  邤邥邦邧邨邩邪邫邬邭邮邯邰邱邲邳邴邵邶邷
    0, 0, 255, 0, 255, 0, 255, 0, 87, 0, 255, 255, 80, 255, 0, 101, 6, 255, 7, 0,
    //  邸邹邺邻邼邽邾邿郀郁郂郃郄郅郆郇郈郉郊郋
    255, 255, 135, 255, 0, 19, 24, 0, 0, 255, 0, 39, 5, 38, 0, 41, 1, 0, 255, 0,
    //  郌郍郎郏郐郑郒郓郔郕郖郗郘郙郚郛郜郝郞郟
    0, 1, 255, 10, 3, 255, 0, 42, 0, 12, 0, 50, 0, 1, 6, 13, 88, 255, 73, 8,
    //  郠郡郢郣郤郥郦郧部郩郪郫郬郭郮郯郰郱郲郳
    0, 255, 93, 0, 27, 0, 27, 37, 255, 0, 8, 48, 0, 255, 0, 39, 0, 0, 0, 2,
    //  郴郵郶郷郸郹郺郻郼都郾郿鄀鄁鄂鄃鄄鄅鄆鄇
    80, 255, 0, 255, 255, 0, 0, 0, 0, 255, 21, 10, 4, 0, 255, 3, 16, 1, 20, 0,
    //  鄈鄉鄊鄋鄌鄍鄎鄏鄐鄑鄒鄓鄔鄕鄖鄗鄘鄙鄚鄛
    0, 255, 0, 0, 2, 0, 1, 0, 0, 0, 255, 0, 91, 24, 23, 1, 4, 255, 55, 0,
    //  鄜鄝鄞鄟鄠鄡鄢鄣鄤鄥鄦鄧鄨鄩鄪鄫鄬鄭鄮鄯
    26, 0, 255, 0, 67, 2, 137, 12, 0, 2, 0, 255, 0, 4, 0, 2, 0, 255, 3, 46,
    //  鄰鄱鄲鄳鄴鄵鄶鄷鄸鄹鄺鄻鄼鄽鄾鄿酀酁酂酃
    255, 85, 53, 0, 107, 0, 1, 0, 0, 0, 239, 0, 0, 0, 0, 0, 0, 1, 4, 7,
    //  酄酅酆酇酈酉酊酋酌配酎酏酐酑酒酓酔酕酖酗
    0, 2, 32, 2, 21, 255, 33, 255, 255, 255, 91, 0, 36, 0, 255, 0, 255, 0, 0, 67,
    //  酘酙酚酛酜酝酞酟酠酡酢酣酤酥酦酧酨酩酪酫
    3, 0, 158, 2, 0, 75, 9, 0, 0, 3, 227, 88, 2, 255, 0, 0, 0, 35, 255, 0,
    //  酬酭酮酯酰酱酲酳酴酵酶酷酸酹酺酻酼酽酾酿
    255, 0, 255, 255, 255, 255, 1, 0, 0, 255, 255, 255, 255, 9, 7, 0, 0, 2, 1, 255,
    //  醀醁醂醃醄醅醆醇醈醉醊醋醌醍醎醏醐醑醒醓
    0, 0, 8, 55, 0, 6, 0, 255, 0, 255, 2, 255, 20, 213, 0, 0, 212, 1, 255, 1,
    //  醔醕醖醗醘醙醚醛醜醝醞醟醠醡醢醣醤醥醦醧
    0, 0, 1, 3, 0, 0, 111, 185, 255, 0, 23, 0, 0, 0, 5, 40, 159, 0, 0, 0,
    //  醨醩醪醫醬醭醮醯醰醱醲醳醴醵醶醷醸醹醺醻
    0, 0, 13, 255, 255, 0, 75, 50, 0, 2, 0, 0, 65, 3, 0, 0, 255, 1, 30, 1,
    //  醼醽醾醿釀釁釂釃釄釅釆采釈釉释釋里重野量
    2, 0, 0, 0, 255, 88, 0, 0, 0, 0, 10, 255, 255, 233, 255, 255, 255, 255, 255, 255,
    //  釐金釒釓釔釕釖釗釘釙釚釛釜針釞釟釠釡釢釣
    227, 255, 0, 3, 16, 3, 0, 161, 255, 12, 0, 0, 255, 255, 0, 3, 0, 0, 0, 255,
    //  釤釥釦釧釨釩釪釫釬釭釮釯釰釱釲釳釴釵釶釷
    11, 0, 7, 255, 0, 17, 1, 0, 1, 16, 0, 0, 0, 0, 0, 0, 5, 41, 0, 30,
    //  釸釹釺釻釼釽釾釿鈀鈁鈂鈃鈄鈅鈆鈇鈈鈉鈊鈋
    0, 17, 2, 0, 6, 0, 0, 2, 13, 8, 0, 1, 0, 0, 0, 34, 7, 82, 6, 0,
    //  鈌鈍鈎鈏鈐鈑鈒鈓鈔鈕鈖鈗鈘鈙鈚鈛鈜鈝鈞鈟
    0, 255, 55, 0, 22, 67, 0, 0, 178, 255, 3, 0, 0, 1, 0, 0, 4, 0, 255, 0,
    //  鈠鈡鈢鈣鈤鈥鈦鈧鈨鈩鈪鈫鈬鈭鈮鈯鈰鈱鈲鈳
    0, 0, 0, 77, 1, 2, 60, 3, 1, 0, 0, 0, 0, 0, 7, 0, 5, 0, 0, 1,
    //  鈴鈵鈶鈷鈸鈹鈺鈻鈼鈽鈾鈿鉀鉁鉂鉃鉄鉅鉆鉇
    255, 0, 0, 46, 13, 37, 255, 0, 0, 14, 71, 34, 58, 24, 0, 3, 255, 149, 5, 2,
    //  鉈鉉鉊鉋鉌鉍鉎鉏鉐鉑鉒鉓鉔鉕鉖鉗鉘鉙鉚鉛
    20, 255, 0, 7, 1, 9, 1, 19, 3, 37, 0, 2, 0, 3, 0, 95, 0, 0, 57, 255,
    //  鉜鉝鉞鉟鉠鉡鉢鉣鉤鉥鉦鉧鉨鉩鉪鉫鉬鉭鉮鉯
    0, 4, 81, 0, 0, 1, 194, 0, 255, 5, 25, 0, 9, 0, 0, 0, 8, 7, 0, 0,
    //  鉰鉱鉲鉳鉴鉵鉶鉷鉸鉹鉺鉻鉼鉽鉾鉿銀銁銂銃
    0, 255, 4, 2, 255, 0, 1, 22, 44, 0, 2, 33, 0, 14, 143, 7, 255, 0, 0, 255,
    //  銄銅銆銇銈銉銊銋銌銍銎銏銐銑銒銓銔銕銖銗
    0, 255, 0, 0, 7, 0, 1, 0, 0, 4, 1, 0, 0, 43, 0, 223, 0, 10, 55, 0,
    //  銘銙銚銛銜銝銞銟銠銡銢銣銤銥銦銧銨銩銪銫
    255, 1, 133, 17, 255, 0, 0, 0, 7, 0, 0, 13, 1, 9, 26, 1, 32, 2, 3, 25,
    //  銬銭銮銯銰銱銲銳銴銵銶銷銸銹銺銻銼銽銾銿
    27, 255, 233, 0, 0, 0, 6, 255, 0, 0, 8, 255, 0, 37, 0, 21, 41, 0, 2, 0,
    //  鋀鋁鋂鋃鋄鋅鋆鋇鋈鋉鋊鋋鋌鋍鋎鋏鋐鋑鋒鋓
    0, 201, 4, 3, 0, 57, 128, 21, 14, 2, 0, 1, 15, 0, 0, 42, 29, 0, 255, 0,
    //  鋔鋕鋖鋗鋘鋙鋚鋛鋜鋝鋞鋟鋠鋡鋢鋣鋤鋥鋦鋧
    0, 6, 0, 2, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 73, 1, 6, 0,
    //  鋨鋩鋪鋫鋬鋭鋮鋯鋰鋱鋲鋳鋴鋵鋶鋷鋸鋹鋺鋻
    2, 2, 255, 0, 0, 255, 8, 16, 65, 1, 23, 255, 0, 0, 0, 0, 255, 9, 40, 1,
    //  鋼鋽鋾鋿錀錁錂錃錄錅錆錇錈錉錊錋錌錍錎錏
    255, 0, 2, 0, 5, 0, 3, 0, 255, 0, 77, 3, 0, 0, 0, 0, 0, 0, 0, 1,
    //  錐錑錒錓錔錕錖錗錘錙錚錛錜錝錞錟錠錡錢錣
    255, 0, 23, 0, 0, 45, 0, 0, 206, 1, 77, 2, 0, 0, 9, 2, 255, 54, 255, 7,
    //  錤錥錦錧錨錩錪錫錬錭錮錯錰錱録錳錴錵錶錷
    1, 1, 255, 2, 197, 3, 0, 255, 255, 0, 68, 255, 0, 20, 255, 23, 0, 7, 255, 0,
    //  錸錹錺錻錼錽錾錿鍀鍁鍂鍃鍄鍅鍆鍇鍈鍉鍊鍋
    16, 0, 0, 1, 3, 0, 8, 0, 8, 1, 1, 0, 0, 5, 2, 16, 14, 0, 255, 255,
    //  鍌鍍鍎鍏鍐鍑鍒鍓鍔鍕鍖鍗鍘鍙鍚鍛鍜鍝鍞鍟
    0, 97, 0, 1, 0, 1, 0, 0, 56, 0, 0, 1, 20, 3, 10, 255, 11, 0, 0, 0,
    //  鍠鍡鍢鍣鍤鍥鍦鍧鍨鍩鍪鍫鍬鍭鍮鍯鍰鍱鍲鍳
    17, 0, 0, 0, 1, 11, 0, 2, 0, 3, 6, 0, 146, 5, 28, 0, 18, 10, 0, 1,
    //  鍴鍵鍶鍷鍸鍹鍺鍻鍼鍽鍾鍿鎀鎁鎂鎃鎄鎅鎆鎇
    0, 255, 15, 2, 0, 30, 33, 0, 77, 0, 255, 0, 0, 0, 59, 0, 0, 11, 0, 2,
    //  鎈鎉鎊鎋鎌鎍鎎鎏鎐鎑鎒鎓鎔鎕鎖鎗鎘鎙鎚鎛
    0, 0, 205, 0, 255, 0, 0, 106, 0, 0, 0, 2, 82, 1, 255, 79, 15, 0, 101, 2,
    //  鎜鎝鎞鎟鎠鎡鎢鎣鎤鎥鎦鎧鎨鎩鎪鎫鎬鎭鎮鎯
    4, 7, 0, 0, 0, 10, 17, 14, 0, 0, 6, 255, 0, 4, 0, 0, 255, 72, 255, 0,
    //  鎰鎱鎲鎳鎴鎵鎶鎷鎸鎹鎺鎻鎼鎽鎾鎿鏀鏁鏂鏃
    104, 0, 0, 44, 0, 29, 6, 0, 1, 4, 2, 0, 0, 0, 0, 1, 0, 0, 0, 60,
    //  鏄鏅鏆鏇鏈鏉鏊鏋鏌鏍鏎鏏鏐鏑鏒鏓鏔鏕鏖鏗
    0, 0, 1, 21, 255, 0, 18, 1, 3, 0, 0, 0, 12, 136, 0, 0, 0, 0, 24, 182,
    //  鏘鏙鏚鏛鏜鏝鏞鏟鏠鏡鏢鏣鏤鏥鏦鏧鏨鏩鏪鏫
    50, 1, 0, 0, 13, 1, 91, 66, 0, 255, 178, 0, 27, 0, 0, 0, 4, 0, 0, 0,
    //  鏬鏭鏮鏯鏰鏱鏲鏳鏴鏵鏶鏷鏸鏹鏺鏻鏼鏽鏾鏿
    0, 0, 0, 0, 0, 1, 0, 1, 1, 7, 0, 12, 7, 4, 0, 26, 0, 108, 0, 0,
    //  鐀鐁鐂鐃鐄鐅鐆鐇鐈鐉鐊鐋鐌鐍鐎鐏鐐鐑鐒鐓
    0, 0, 0, 3, 34, 0, 0, 6, 2, 0, 0, 0, 0, 0, 1, 9, 13, 0, 3, 0,
    //  鐔鐕鐖鐗鐘鐙鐚鐛鐜鐝鐞鐟鐠鐡鐢鐣鐤鐥鐦鐧
    6, 0, 0, 0, 255, 48, 0, 0, 0, 0, 0, 0, 5, 33, 0, 0, 1, 1, 0, 4,
    //  鐨鐩鐪鐫鐬鐭鐮鐯鐰鐱鐲鐳鐴鐵鐶鐷鐸鐹鐺鐻
    4, 3, 0, 25, 3, 0, 120, 0, 0, 0, 14, 73, 0, 255, 6, 0, 255, 0, 33, 1,
    //  鐼鐽鐾鐿鑀鑁鑂鑃鑄鑅鑆鑇鑈鑉鑊鑋鑌鑍鑎鑏
    0, 4, 0, 1, 8, 8, 0, 0, 230, 67, 0, 0, 0, 0, 14, 0, 41, 0, 0, 0,
    //  鑐鑑鑒鑓鑔鑕鑖鑗鑘鑙鑚鑛鑜鑝鑞鑟鑠鑡鑢鑣
    0, 255, 255, 21, 0, 10, 0, 0, 0, 0, 3, 44, 0, 0, 6, 0, 24, 4, 1, 133,
    //  鑤鑥鑦鑧鑨鑩鑪鑫鑬鑭鑮鑯鑰鑱鑲鑳鑴鑵鑶鑷
    0, 1, 0, 0, 2, 0, 35, 255, 0, 13, 0, 0, 226, 0, 255, 0, 0, 6, 0, 22,
    //  鑸鑹鑺鑻鑼鑽鑾鑿钀钁钂钃钄钅钆钇针钉钊钋
    0, 0, 0, 0, 255, 255, 98, 111, 0, 0, 0, 0, 0, 4, 16, 46, 255, 255, 255, 9,
    //  钌钍钎钏钐钑钒钓钔钕钖钗钘钙钚钛钜钝钞钟
    37, 35, 59, 54, 12, 0, 75, 255, 3, 24, 2, 255, 0, 174, 39, 234, 88, 255, 214, 255,
    //  钠钡钢钣钤钥钦钧钨钩钪钫钬钭钮钯钰钱钲钳
    255, 69, 255, 12, 21, 255, 255, 255, 86, 255, 25, 34, 7, 1, 255, 34, 255, 255, 5, 81,
    //  钴钵钶钷钸钹钺钻钼钽钾钿铀铁铂铃铄铅铆铇
    119, 125, 4, 21, 0, 11, 104, 255, 47, 10, 202, 22, 98, 255, 85, 255, 14, 255, 22, 0,
    //  铈铉铊铋铌铍铎铏铐铑铒铓铔铕铖铗铘铙铚铛
    34, 120, 44, 40, 31, 29, 255, 0, 28, 37, 9, 0, 0, 10, 21, 1, 0, 3, 6, 112,
    //  铜铝铞铟铠铡铢铣铤铥铦铧铨铩铪铫铬铭铮铯
    255, 255, 1, 39, 249, 32, 30, 83, 9, 13, 0, 31, 255, 4, 21, 10, 109, 255, 230, 33,
    //  铰铱铲铳铴铵银铷铸铹铺铻铼铽链铿销锁锂锃
    84, 17, 253, 20, 0, 131, 255, 21, 255, 1, 255, 0, 73, 19, 255, 112, 255, 255, 212, 42,
    //  锄锅锆锇锈锉锊锋锌锍锎锏锐锑锒锓锔锕锖锗
    85, 255, 43, 26, 226, 25, 2, 255, 126, 2, 8, 31, 255, 98, 1, 1, 10, 26, 0, 161,
    //  锘错锚锛锜锝锞锟锠锡锢锣锤锥锦锧锨锩锪锫
    4, 255, 207, 5, 29, 7, 5, 57, 1, 255, 152, 133, 255, 255, 255, 0, 11, 0, 2, 7,
    //  锬锭键锯锰锱锲锳锴锵锶锷锸锹锺锻锼锽锾锿
    3, 66, 255, 182, 96, 1, 17, 21, 53, 116, 39, 36, 0, 21, 89, 255, 0, 37, 0, 9,
    //  镀镁镂镃镄镅镆镇镈镉镊镋镌镍镎镏镐镑镒镓
    118, 82, 190, 17, 3, 6, 4, 255, 4, 44, 9, 4, 95, 190, 7, 14, 143, 119, 140, 40,
    //  镔镕镖镗镘镙镚镛镜镝镞镟镠镡镢镣镤镥镦镧
    6, 167, 125, 65, 1, 0, 1, 204, 255, 26, 9, 3, 37, 5, 6, 13, 7, 10, 3, 37,
    //  镨镩镪镫镬镭镮镯镰镱镲镳镴镵镶長镸镹镺镻
    16, 0, 4, 10, 2, 53, 0, 138, 196, 19, 10, 34, 1, 0, 255, 255, 1, 0, 0, 0,
    //  镼镽镾长門閁閂閃閄閅閆閇閈閉閊開閌閍閎閏
    0, 0, 0, 255, 255, 0, 56, 255, 0, 0, 42, 5, 0, 255, 0, 255, 0, 0, 101, 255,
    //  閐閑閒間閔閕閖閗閘閙閚閛閜閝閞閟閠閡関閣
    0, 255, 255, 255, 255, 0, 5, 0, 255, 1, 0, 0, 0, 0, 1, 8, 0, 25, 255, 255,
    //  閤閥閦閧閨閩閪閫閬閭閮閯閰閱閲閳閴閵閶閷
    99, 255, 6, 0, 137, 255, 1, 2, 50, 48, 0, 0, 25, 255, 255, 0, 0, 0, 3, 0,
    //  閸閹閺閻閼閽閾閿闀闁闂闃闄闅闆闇闈闉闊闋
    0, 37, 0, 255, 11, 0, 38, 1, 0, 0, 0, 0, 0, 0, 255, 255, 19, 0, 255, 29,
    //  闌闍闎闏闐闑闒闓闔闕闖闗闘闙闚闛關闝闞闟
    41, 90, 0, 0, 14, 0, 0, 17, 33, 222, 255, 4, 255, 0, 2, 0, 255, 0, 15, 0,
    //  闠闡闢闣闤闥闦闧门闩闪闫闬闭问闯闰闱闲闳
    0, 154, 171, 0, 0, 9, 0, 0, 255, 19, 255, 214, 0, 255, 255, 255, 150, 66, 255, 23,
    //  间闵闶闷闸闹闺闻闼闽闾闿阀阁阂阃阄阅阆阇
    255, 255, 0, 255, 255, 255, 239, 255, 44, 255, 66, 13, 255, 255, 37, 4, 3, 255, 67, 38,
    //  阈阉阊阋阌阍阎阏阐阑阒阓阔阕阖阗阘阙阚阛
    255, 44, 10, 6, 2, 1, 255, 13, 255, 58, 0, 0, 255, 56, 99, 26, 0, 255, 63, 0,
    //  阜阝阞队阠阡阢阣阤阥阦阧阨阩阪阫阬阭阮阯
    255, 11, 0, 255, 0, 255, 0, 0, 0, 0, 0, 0, 2, 0, 255, 0, 1, 0, 255, 27,
    //  阰阱防阳阴阵阶阷阸阹阺阻阼阽阾阿陀陁陂陃
    0, 255, 255, 255, 255, 255, 255, 0, 0, 0, 0, 255, 7, 0, 0, 255, 255, 4, 184, 0,
    //  附际陆陇陈陉陊陋陌降陎陏限陑陒陓陔陕陖陗
    255, 255, 255, 255, 255, 54, 0, 255, 255, 255, 0, 0, 255, 0, 0, 0, 19, 255, 0, 0,
    //  陘陙陚陛陜陝陞陟陠陡院陣除陥陦陧陨险陪陫
    14, 0, 0, 255, 27, 255, 255, 84, 0, 255, 255, 255, 255, 255, 0, 0, 255, 255, 255, 0,
    //  陬陭陮陯陰陱陲陳陴陵陶陷陸陹険陻陼陽陾陿
    6, 0, 0, 0, 255, 0, 43, 255, 6, 255, 255, 255, 255, 0, 255, 0, 0, 255, 2, 0,
    //  隀隁隂隃隄隅隆隇隈隉隊隋隌隍階随隐隑隒隓
    0, 0, 6, 5, 4, 255, 255, 0, 255, 0, 255, 255, 0, 255, 255, 255, 255, 0, 0, 0,
    //  隔隕隖隗隘隙隚際障隝隞隟隠隡隢隣隤隥隦隧
    255, 255, 0, 80, 189, 255, 0, 255, 255, 0, 0, 0, 255, 0, 0, 255, 2, 0, 0, 255,
    //  隨隩險隫隬隭隮隯隰隱隲隳隴隵隶隷隸隹隺隻
    255, 2, 255, 0, 0, 0, 1, 0, 49, 255, 3, 3, 180, 0, 255, 255, 255, 11, 0, 255,
    //  隼隽难隿雀雁雂雃雄雅集雇雈雉雊雋雌雍雎雏
    255, 153, 255, 0, 255, 255, 0, 0, 255, 255, 255, 255, 0, 194, 1, 102, 255, 255, 46, 170,
    //  雐雑雒雓雔雕雖雗雘雙雚雛雜雝雞雟雠雡離難
    0, 255, 46, 0, 0, 255, 255, 0, 3, 255, 0, 255, 255, 25, 255, 0, 4, 0, 255, 255,
    //  雤雥雦雧雨雩雪雫雬雭雮雯雰雱雲雳雴雵零雷
    0, 0, 0, 0, 255, 8, 255, 176, 0, 0, 24, 255, 255, 0, 255, 182, 0, 0, 255, 255,
    //  雸雹雺電雼雽雾雿需霁霂霃霄霅霆震霈霉霊霋
    0, 59, 0, 255, 0, 0, 255, 0, 255, 75, 1, 0, 255, 2, 255, 255, 89, 255, 255, 0,
    //  霌霍霎霏霐霑霒霓霔霕霖霗霘霙霚霛霜霝霞霟
    0, 255, 245, 179, 0, 255, 0, 255, 4, 0, 255, 0, 0, 22, 0, 0, 255, 1, 255, 0,
    //  霠霡霢霣霤霥霦霧霨霩霪霫霬霭霮霯霰霱露霳
    0, 1, 0, 0, 4, 0, 28, 255, 6, 1, 2, 2, 2, 35, 0, 0, 255, 6, 255, 0,
    //  霴霵霶霷霸霹霺霻霼霽霾霿靀靁靂靃靄靅靆靇
    0, 0, 0, 0, 255, 255, 0, 0, 0, 33, 155, 0, 0, 3, 255, 0, 65, 0, 0, 2,
    //  靈靉靊靋靌靍靎靏靐靑青靓靔靕靖靗靘静靚靛
    255, 0, 0, 0, 0, 0, 0, 9, 1, 36, 255, 95, 0, 0, 255, 0, 0, 255, 154, 103,
    //  靜靝非靟靠靡面靣靤靥靦靧靨革靪靫靬靭靮靯
    255, 0, 255, 0, 255, 255, 255, 0, 0, 6, 7, 0, 3, 255, 0, 10, 3, 128, 0, 0,
    //  靰靱靲靳靴靵靶靷靸靹靺靻靼靽靾靿鞀鞁鞂鞃
    0, 66, 0, 255, 255, 0, 255, 1, 0, 1, 98, 0, 157, 0, 0, 0, 0, 0, 0, 1,
    //  鞄鞅鞆鞇鞈鞉鞊鞋鞌鞍鞎鞏鞐鞑鞒鞓鞔鞕鞖鞗
    38, 42, 43, 0, 0, 4, 1, 255, 0, 255, 0, 255, 0, 90, 0, 0, 0, 1, 1, 4,
    //  鞘鞙鞚鞛鞜鞝鞞鞟鞠鞡鞢鞣鞤鞥鞦鞧鞨鞩鞪鞫
    255, 1, 1, 0, 6, 0, 11, 0, 255, 0, 0, 17, 0, 3, 19, 0, 99, 0, 0, 19,
    //  鞬鞭鞮鞯鞰鞱鞲鞳鞴鞵鞶鞷鞸鞹鞺鞻鞼鞽鞾鞿
    6, 255, 35, 1, 0, 0, 2, 1, 8, 0, 0, 0, 1, 1, 0, 0, 0, 0, 1, 0,
    //  韀韁韂韃韄韅韆韇韈韉韊韋韌韍韎韏韐韑韒韓
    0, 10, 1, 82, 0, 0, 17, 0, 0, 0, 0, 255, 102, 0, 1, 0, 0, 1, 0, 255,
    //  韔韕韖韗韘韙韚韛韜韝韞韟韠韡韢韣韤韥韦韧
    1, 0, 0, 0, 0, 10, 0, 0, 90, 0, 42, 0, 8, 10, 0, 1, 0, 0, 255, 255,
    //  韨韩韪韫韬韭韮韯韰韱韲音韴韵韶韷韸韹韺韻
    0, 255, 7, 35, 159, 56, 111, 0, 0, 0, 0, 255, 0, 255, 255, 0, 0, 0, 3, 255,
    //  韼韽韾響頀頁頂頃頄項順頇須頉頊頋頌頍頎頏
    0, 0, 1, 255, 0, 255, 255, 255, 0, 255, 255, 1, 255, 0, 31, 1, 255, 8, 7, 0,
    //  預頑頒頓頔頕頖頗領頙頚頛頜頝頞頟頠頡頢頣
    255, 255, 255, 255, 12, 0, 0, 255, 255, 1, 25, 0, 211, 0, 3, 0, 7, 44, 0, 1,
    //  頤頥頦頧頨頩頪頫頬頭頮頯頰頱頲頳頴頵頶頷
    149, 0, 46, 0, 0, 0, 0, 34, 107, 255, 0, 0, 125, 0, 2, 0, 108, 20, 0, 47,
    //  頸頹頺頻頼頽頾頿顀顁顂顃顄顅顆顇顈顉顊顋
    255, 47, 2, 255, 255, 12, 0, 0, 0, 0, 0, 0, 0, 0, 255, 0, 0, 0, 0, 0,
    //  題額顎顏顐顑顒顓顔顕顖顗願顙顚顛顜顝類顟
    255, 255, 255, 255, 0, 0, 39, 17, 255, 255, 0, 76, 255, 5, 1, 255, 0, 0, 255, 0,
    //  顠顡顢顣顤顥顦顧顨顩顪顫顬顭顮顯顰顱顲顳
    1, 0, 1, 0, 0, 127, 0, 255, 0, 0, 0, 74, 2, 0, 0, 255, 7, 88, 0, 30,
    //  顴页顶顷顸项顺须顼顽顾顿颀颁颂颃预颅领颇
    6, 255, 255, 255, 0, 255, 255, 255, 25, 255, 255, 255, 27, 255, 255, 2, 255, 255, 255, 255,
    //  颈颉颊颋颌颍颎颏颐频颒颓颔颕颖颗题颙颚颛
    255, 255, 255, 1, 91, 138, 2, 9, 255, 255, 0, 215, 95, 0, 255, 255, 255, 17, 52, 19,
    //  颜额颞颟颠颡颢颣颤颥颦颧風颩颪颫颬颭颮颯
    255, 255, 8, 0, 255, 3, 68, 0, 255, 0, 46, 5, 255, 1, 4, 0, 0, 0, 0, 255,
    //  颰颱颲颳颴颵颶颷颸颹颺颻颼颽颾颿飀飁飂飃
    0, 255, 3, 10, 0, 0, 255, 2, 0, 0, 21, 0, 2, 0, 0, 0, 0, 0, 0, 0,
    //  飄飅飆飇飈飉飊飋飌飍风飏飐飑飒飓飔飕飖飗
    255, 0, 223, 0, 16, 0, 0, 0, 0, 0, 255, 12, 0, 2, 45, 255, 1, 20, 1, 0,
    //  飘飙飚飛飜飝飞食飠飡飢飣飤飥飦飧飨飩飪飫
    255, 97, 69, 255, 8, 0, 255, 255, 5, 4, 255, 1, 1, 0, 0, 2, 17, 6, 102, 12,
    //  飬飭飮飯飰飱飲飳飴飵飶飷飸飹飺飻飼飽飾飿
    1, 39, 6, 255, 0, 0, 255, 0, 99, 0, 1, 0, 0, 0, 0, 0, 255, 255, 255, 0,
    //  餀餁餂餃餄餅餆餇餈餉養餋餌餍餎餏餐餑餒餓
    0, 0, 0, 137, 0, 255, 0, 0, 0, 81, 255, 0, 232, 2, 0, 0, 255, 0, 16, 255,
    //  餔餕餖餗餘餙餚餛餜餝餞餟餠餡餢餣餤餥餦餧
    1, 0, 0, 19, 255, 0, 50, 3, 2, 0, 27, 0, 5, 86, 0, 0, 0, 0, 0, 0,
    //  館餩餪餫餬餭餮餯餰餱餲餳餴餵餶餷餸餹餺餻
    255, 0, 0, 0, 4, 0, 43, 0, 0, 2, 0, 0, 1, 91, 0, 0, 8, 0, 0, 0,
    //  餼餽餾餿饀饁饂饃饄饅饆饇饈饉饊饋饌饍饎饏
    1, 9, 46, 4, 0, 0, 2, 7, 0, 87, 0, 0, 4, 201, 1, 146, 37, 1, 1, 0,
    //  饐饑饒饓饔饕饖饗饘饙饚饛饜饝饞饟饠饡饢饣
    0, 67, 255, 0, 1, 51, 0, 125, 0, 0, 0, 0, 1, 0, 2, 2, 0, 0, 1, 0,
    //  饤饥饦饧饨饩饪饫饬饭饮饯饰饱饲饳饴饵饶饷
    0, 244, 0, 2, 12, 1, 77, 1, 31, 255, 255, 21, 255, 255, 249, 0, 8, 88, 255, 95,
    //  饸饹饺饻饼饽饾饿馀馁馂馃馄馅馆馇馈馉馊馋
    0, 0, 113, 0, 255, 9, 0, 255, 99, 36, 0, 0, 12, 87, 255, 0, 255, 0, 13, 43,
    //  馌馍馎馏馐馑馒馓馔馕首馗馘香馚馛馜馝馞馟
    3, 62, 0, 121, 5, 8, 60, 0, 13, 14, 255, 45, 12, 255, 0, 8, 0, 0, 1, 0,
    //  馠馡馢馣馤馥馦馧馨馩馪馫馬馭馮馯馰馱馲馳
    0, 0, 0, 0, 0, 215, 1, 0, 255, 0, 0, 0, 255, 94, 255, 0, 0, 37, 0, 255,
    //  馴馵馶馷馸馹馺馻馼馽馾馿駀駁駂駃駄駅駆駇
    255, 0, 0, 0, 0, 0, 3, 0, 2, 0, 0, 0, 0, 255, 0, 0, 255, 255, 255, 0,
    //  駈駉駊駋駌駍駎駏駐駑駒駓駔駕駖駗駘駙駚駛
    26, 20, 0, 0, 0, 0, 0, 0, 255, 3, 255, 1, 0, 255, 1, 0, 0, 68, 0, 255,
    //  駜駝駞駟駠駡駢駣駤駥駦駧駨駩駪駫駬駭駮駯
    12, 150, 0, 18, 1, 8, 19, 0, 0, 0, 0, 0, 0, 1, 1, 0, 0, 240, 3, 0,
    //  駰駱駲駳駴駵駶駷駸駹駺駻駼駽駾駿騀騁騂騃
    4, 254, 0, 0, 0, 0, 0, 0, 6, 0, 0, 0, 3, 1, 1, 255, 0, 22, 8, 1,
    //  騄騅騆騇騈騉騊騋騌騍騎騏騐騑騒験騔騕騖騗
    37, 2, 3, 0, 0, 0, 3, 2, 3, 0, 255, 93, 3, 6, 255, 255, 0, 0, 4, 0,
    //  騘騙騚騛騜騝騞騟騠騡騢騣騤騥騦騧騨騩騪騫
    0, 255, 0, 0, 0, 0, 0, 0, 0, 0, 1, 9, 8, 0, 0, 2, 255, 0, 0, 54,
    //  騬騭騮騯騰騱騲騳騴騵騶騷騸騹騺騻騼騽騾騿
    0, 6, 20, 0, 255, 0, 0, 0, 0, 1, 10, 255, 40, 0, 0, 0, 0, 0, 16, 0,
    //  驀驁驂驃驄驅驆驇驈驉驊驋驌驍驎驏驐驑驒驓
    16, 25, 4, 69, 48, 255, 0, 0, 1, 0, 101, 0, 4, 134, 7, 0, 0, 0, 94, 0,
    //  驔驕驖驗驘驙驚驛驜驝驞驟驠驡驢驣驤驥驦驧
    0, 225, 1, 255, 0, 0, 255, 255, 0, 0, 0, 159, 0, 0, 51, 1, 81, 102, 0, 0,
    //  驨驩驪驫马驭驮驯驰驱驲驳驴驵驶驷驸驹驺驻
    0, 10, 103, 3, 255, 158, 55, 193, 255, 255, 0, 255, 192, 1, 255, 66, 156, 150, 32, 255,
    //  驼驽驾驿骀骁骂骃骄骅骆骇骈骉骊骋验骍骎骏
    255, 6, 255, 255, 1, 196, 255, 1, 255, 86, 255, 255, 22, 2, 154, 44, 255, 3, 1, 255,
    //  骐骑骒骓骔骕骖骗骘骙骚骛骜骝骞骟骠骡骢骣
    56, 255, 0, 11, 0, 3, 6, 255, 7, 20, 255, 19, 46, 10, 93, 3, 119, 143, 20, 0,
    //  骤骥骦骧骨骩骪骫骬骭骮骯骰骱骲骳骴骵骶骷
    255, 224, 0, 205, 255, 0, 0, 1, 0, 0, 0, 27, 124, 1, 0, 3, 0, 0, 27, 236,
    //  骸骹骺骻骼骽骾骿髀髁髂髃髄髅髆髇髈髉髊髋
    255, 2, 4, 0, 255, 0, 1, 0, 11, 8, 17, 0, 255, 127, 0, 0, 1, 0, 0, 32,
    //  髌髍髎髏髐髑髒髓體髕髖髗高髙髚髛髜髝髞髟
    4, 0, 0, 146, 0, 44, 105, 255, 255, 3, 13, 0, 255, 255, 0, 0, 0, 0, 0, 1,
    //  髠髡髢髣髤髥髦髧髨髩髪髫髬髭髮髯髰髱髲髳
    1, 3, 1, 3, 1, 0, 52, 0, 0, 0, 255, 6, 0, 255, 255, 92, 0, 0, 0, 0,
    //  髴髵髶髷髸髹髺髻髼髽髾髿鬀鬁鬂鬃鬄鬅鬆鬇
    2, 0, 0, 11, 0, 19, 0, 120, 0, 2, 6, 0, 0, 0, 0, 62, 1, 0, 255, 0,
    //  鬈鬉鬊鬋鬌鬍鬎鬏鬐鬑鬒鬓鬔鬕鬖鬗鬘鬙鬚鬛
    1, 0, 0, 0, 0, 139, 0, 4, 0, 1, 0, 98, 0, 0, 0, 0, 41, 0, 255, 0,
    //  鬜鬝鬞鬟鬠鬡鬢鬣鬤鬥鬦鬧鬨鬩鬪鬫鬬鬭鬮鬯
    0, 0, 0, 255, 0, 0, 15, 39, 0, 255, 0, 255, 29, 6, 24, 0, 24, 2, 26, 9,
    //  鬰鬱鬲鬳鬴鬵鬶鬷鬸鬹鬺鬻鬼鬽鬾鬿魀魁魂魃
    7, 255, 20, 0, 0, 0, 1, 3, 0, 0, 0, 21, 255, 0, 0, 0, 0, 255, 255, 46,
    //  魄魅魆魇魈魉魊魋魌魍魎魏魐魑魒魓魔魕魖魗
    255, 255, 5, 28, 18, 11, 0, 2, 4, 36, 26, 255, 0, 25, 0, 0, 255, 7, 0, 0,
    //  魘魙魚魛魜魝魞魟魠魡魢魣魤魥魦魧魨魩魪魫
    33, 0, 255, 0, 0, 0, 1, 48, 0, 0, 14, 55, 0, 0, 0, 0, 157, 2, 0, 0,
    //  魬魭魮魯魰魱魲魳魴魵魶魷魸魹魺魻魼魽魾魿
    0, 0, 29, 255, 0, 0, 0, 0, 160, 0, 0, 136, 0, 0, 0, 0, 0, 0, 8, 0,
    //  鮀鮁鮂鮃鮄鮅鮆鮇鮈鮉鮊鮋鮌鮍鮎鮏鮐鮑鮒鮓
    10, 8, 0, 44, 131, 0, 0, 0, 25, 0, 1, 255, 0, 1, 255, 0, 1, 255, 37, 2,
    //  鮔鮕鮖鮗鮘鮙鮚鮛鮜鮝鮞鮟鮠鮡鮢鮣鮤鮥鮦鮧
    1, 0, 0, 26, 0, 0, 0, 0, 0, 0, 2, 111, 123, 95, 0, 2, 0, 0, 0, 1,
    //  鮨鮩鮪鮫鮬鮭鮮鮯鮰鮱鮲鮳鮴鮵鮶鮷鮸鮹鮺鮻
    255, 1, 69, 255, 0, 255, 255, 0, 2, 1, 0, 0, 2, 0, 0, 0, 2, 0, 0, 29,
    //  鮼鮽鮾鮿鯀鯁鯂鯃鯄鯅鯆鯇鯈鯉鯊鯋鯌鯍鯎鯏
    0, 0, 0, 0, 2, 3, 0, 1, 0, 0, 16, 2, 1, 255, 255, 0, 0, 0, 0, 1,
    //  鯐鯑鯒鯓鯔鯕鯖鯗鯘鯙鯚鯛鯜鯝鯞鯟鯠鯡鯢鯣
    0, 0, 91, 28, 152, 3, 173, 0, 0, 204, 0, 255, 0, 2, 0, 0, 0, 194, 3, 0,
    //  鯤鯥鯦鯧鯨鯩鯪鯫鯬鯭鯮鯯鯰鯱鯲鯳鯴鯵鯶鯷
    56, 14, 0, 130, 255, 0, 5, 0, 0, 4, 1, 0, 255, 47, 0, 0, 0, 11, 0, 11,
    //  鯸鯹鯺鯻鯼鯽鯾鯿鰀鰁鰂鰃鰄鰅鰆鰇鰈鰉鰊鰋
    1, 0, 2, 7, 0, 158, 0, 4, 0, 0, 52, 21, 1, 0, 9, 0, 109, 2, 5, 14,
    //  鰌鰍鰎鰏鰐鰑鰒鰓鰔鰕鰖鰗鰘鰙鰚鰛鰜鰝鰞鰟
    10, 163, 0, 11, 126, 0, 0, 255, 2, 255, 0, 3, 0, 0, 0, 0, 4, 0, 0, 2,
    //  鰠鰡鰢鰣鰤鰥鰦鰧鰨鰩鰪鰫鰬鰭鰮鰯鰰鰱鰲鰳
    0, 0, 0, 8, 16, 4, 0, 83, 46, 28, 0, 0, 0, 255, 2, 7, 0, 8, 75, 46,
    //  鰴鰵鰶鰷鰸鰹鰺鰻鰼鰽鰾鰿鱀鱁鱂鱃鱄鱅鱆鱇
    0, 0, 25, 14, 0, 57, 72, 255, 1, 0, 15, 0, 9, 0, 255, 0, 1, 0, 1, 110,
    //  鱈鱉鱊鱋鱌鱍鱎鱏鱐鱑鱒鱓鱔鱕鱖鱗鱘鱙鱚鱛
    255, 64, 3, 0, 0, 0, 1, 0, 0, 0, 114, 0, 193, 0, 8, 255, 8, 0, 24, 0,
    //  鱜鱝鱞鱟鱠鱡鱢鱣鱤鱥鱦鱧鱨鱩鱪鱫鱬鱭鱮鱯
    0, 14, 0, 4, 5, 0, 0, 2, 0, 5, 0, 93, 123, 0, 0, 0, 1, 7, 4, 25,
    //  鱰鱱鱲鱳鱴鱵鱶鱷鱸鱹鱺鱻鱼鱽鱾鱿鲀鲁鲂鲃
    0, 0, 66, 0, 0, 25, 1, 255, 255, 0, 123, 4, 255, 0, 0, 30, 32, 255, 22, 8,
    //  鲄鲅鲆鲇鲈鲉鲊鲋鲌鲍鲎鲏鲐鲑鲒鲓鲔鲕鲖鲗
    0, 5, 18, 40, 71, 16, 8, 1, 6, 255, 2, 4, 3, 53, 5, 0, 6, 0, 2, 0,
    //  鲘鲙鲚鲛鲜鲝鲞鲟鲠鲡鲢鲣鲤鲥鲦鲧鲨鲩鲪鲫
    4, 0, 4, 27, 255, 0, 1, 44, 6, 2, 3, 10, 255, 6, 1, 2, 248, 0, 0, 41,
    //  鲬鲭鲮鲯鲰鲱鲲鲳鲴鲵鲶鲷鲸鲹鲺鲻鲼鲽鲾鲿
    7, 16, 18, 5, 0, 129, 195, 14, 6, 3, 17, 58, 255, 14, 0, 10, 6, 14, 0, 6,
    //  鳀鳁鳂鳃鳄鳅鳆鳇鳈鳉鳊鳋鳌鳍鳎鳏鳐鳑鳒鳓
    11, 0, 7, 63, 255, 115, 0, 6, 0, 99, 10, 0, 172, 164, 20, 10, 21, 2, 0, 4,
    //  鳔鳕鳖鳗鳘鳙鳚鳛鳜鳝鳞鳟鳠鳡鳢鳣鳤鳥鳦鳧
    12, 56, 111, 54, 0, 0, 160, 2, 16, 17, 255, 24, 0, 0, 20, 29, 1, 255, 0, 15,
    //  鳨鳩鳪鳫鳬鳭鳮鳯鳰鳱鳲鳳鳴鳵鳶鳷鳸鳹鳺鳻
    0, 255, 0, 0, 0, 0, 0, 21, 6, 0, 2, 255, 255, 0, 139, 0, 0, 0, 0, 0,
    //  鳼鳽鳾鳿鴀鴁鴂鴃鴄鴅鴆鴇鴈鴉鴊鴋鴌鴍鴎鴏
    0, 1, 2, 0, 0, 0, 1, 0, 0, 0, 4, 31, 20, 255, 0, 0, 2, 0, 58, 0,
    //  鴐鴑鴒鴓鴔鴕鴖鴗鴘鴙鴚鴛鴜鴝鴞鴟鴠鴡鴢鴣
    0, 0, 17, 0, 0, 16, 0, 0, 0, 0, 0, 106, 0, 16, 27, 19, 0, 0, 0, 8,
    //  鴤鴥鴦鴧鴨鴩鴪鴫鴬鴭鴮鴯鴰鴱鴲鴳鴴鴵鴶鴷
    0, 3, 103, 0, 255, 0, 0, 29, 8, 0, 0, 2, 0, 0, 0, 0, 8, 0, 0, 10,
    //  鴸鴹鴺鴻鴼鴽鴾鴿鵀鵁鵂鵃鵄鵅鵆鵇鵈鵉鵊鵋
    4, 0, 0, 255, 0, 0, 1, 195, 0, 1, 6, 1, 19, 0, 0, 0, 0, 2, 0, 0,
    //  鵌鵍鵎鵏鵐鵑鵒鵓鵔鵕鵖鵗鵘鵙鵚鵛鵜鵝鵞鵟
    0, 0, 0, 0, 9, 255, 0, 0, 0, 0, 0, 0, 0, 7, 0, 0, 255, 255, 12, 3,
    //  鵠鵡鵢鵣鵤鵥鵦鵧鵨鵩鵪鵫鵬鵭鵮鵯鵰鵱鵲鵳
    84, 109, 0, 0, 3, 0, 0, 0, 0, 2, 11, 0, 255, 0, 0, 8, 141, 0, 56, 0,
    //  鵴鵵鵶鵷鵸鵹鵺鵻鵼鵽鵾鵿鶀鶁鶂鶃鶄鶅鶆鶇
    0, 0, 0, 3, 0, 0, 17, 1, 1, 0, 9, 0, 0, 0, 1, 0, 0, 0, 0, 37,
    //  鶈鶉鶊鶋鶌鶍鶎鶏鶐鶑鶒鶓鶔鶕鶖鶗鶘鶙鶚鶛
    0, 42, 0, 0, 0, 0, 0, 255, 0, 1, 1, 3, 0, 0, 0, 0, 65, 0, 44, 0,
    //  鶜鶝鶞鶟鶠鶡鶢鶣鶤鶥鶦鶧鶨鶩鶪鶫鶬鶭鶮鶯
    0, 0, 0, 0, 1, 0, 0, 0, 0, 4, 0, 0, 0, 3, 0, 3, 0, 0, 6, 255,
    //  鶰鶱鶲鶳鶴鶵鶶鶷鶸鶹鶺鶻鶼鶽鶾鶿鷀鷁鷂鷃
    0, 0, 15, 0, 255, 0, 0, 0, 1, 6, 18, 38, 21, 0, 0, 12, 3, 3, 28, 0,
    //  鷄鷅鷆鷇鷈鷉鷊鷋鷌鷍鷎鷏鷐鷑鷒鷓鷔鷕鷖鷗
    84, 0, 0, 1, 2, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 8, 0, 0, 0, 255,
    //  鷘鷙鷚鷛鷜鷝鷞鷟鷠鷡鷢鷣鷤鷥鷦鷧鷨鷩鷪鷫
    0, 5, 9, 0, 0, 0, 0, 3, 0, 0, 0, 0, 0, 21, 8, 0, 0, 2, 0, 0,
    //  鷬鷭鷮鷯鷰鷱鷲鷳鷴鷵鷶鷷鷸鷹鷺鷻鷼鷽鷾鷿
    0, 0, 0, 8, 1, 0, 255, 0, 1, 0, 0, 0, 35, 255, 255, 0, 0, 0, 0, 2,
    //  鸀鸁鸂鸃鸄鸅鸆鸇鸈鸉鸊鸋鸌鸍鸎鸏鸐鸑鸒鸓
    0, 1, 1, 0, 0, 0, 0, 1, 0, 0, 3, 0, 4, 0, 0, 0, 0, 0, 0, 0,
    //  鸔鸕鸖鸗鸘鸙鸚鸛鸜鸝鸞鸟鸠鸡鸢鸣鸤鸥鸦鸧
    0, 14, 0, 0, 0, 0, 255, 19, 0, 15, 244, 255, 125, 255, 139, 255, 0, 124, 255, 3,
    //  鸨鸩鸪鸫鸬鸭鸮鸯鸰鸱鸲鸳鸴鸵鸶鸷鸸鸹鸺鸻
    27, 9, 107, 21, 3, 255, 37, 195, 6, 16, 29, 204, 0, 18, 4, 14, 6, 12, 4, 17,
    //  鸼鸽鸾鸿鹀鹁鹂鹃鹄鹅鹆鹇鹈鹉鹊鹋鹌鹍鹎鹏
    0, 255, 138, 255, 25, 2, 24, 255, 60, 255, 2, 4, 31, 69, 138, 9, 59, 0, 3, 255,
    //  鹐鹑鹒鹓鹔鹕鹖鹗鹘鹙鹚鹛鹜鹝鹞鹟鹠鹡鹢鹣
    0, 44, 0, 1, 0, 22, 1, 18, 53, 1, 3, 14, 17, 0, 54, 25, 4, 5, 0, 4,
    //  鹤鹥鹦鹧鹨鹩鹪鹫鹬鹭鹮鹯鹰鹱鹲鹳鹴鹵鹶鹷
    255, 6, 75, 112, 5, 20, 9, 106, 42, 108, 8, 0, 255, 18, 0, 64, 0, 109, 0, 0,
    //  鹸鹹鹺鹻鹼鹽鹾鹿麀麁麂麃麄麅麆麇麈麉麊麋
    54, 211, 3, 0, 155, 255, 1, 255, 3, 20, 19, 26, 0, 0, 0, 4, 9, 0, 3, 48,
    //  麌麍麎麏麐麑麒麓麔麕麖麗麘麙麚麛麜麝麞麟
    1, 0, 0, 0, 9, 7, 255, 255, 22, 2, 0, 255, 0, 0, 0, 1, 0, 169, 2, 255,
    //  麠麡麢麣麤麥麦麧麨麩麪麫麬麭麮麯麰麱麲麳
    0, 0, 0, 0, 10, 255, 255, 0, 1, 54, 6, 1, 0, 1, 0, 5, 0, 0, 0, 0,
    //  麴麵麶麷麸麹麺麻麼麽麾麿黀黁黂黃黄黅黆黇
    134, 255, 0, 0, 15, 92, 255, 255, 255, 106, 255, 212, 0, 15, 0, 255, 255, 0, 0, 1,
    //  黈黉黊黋黌黍黎黏黐黑黒黓黔黕黖黗默黙黚黛
    1, 2, 0, 0, 25, 127, 255, 255, 18, 255, 255, 0, 255, 0, 0, 0, 255, 255, 0, 255,
    //  黜黝點黟黠黡黢黣黤黥黦黧黨黩黪黫黬黭黮黯
    149, 125, 255, 19, 39, 2, 4, 0, 0, 7, 0, 55, 255, 8, 2, 0, 0, 0, 1, 255,
    //  黰黱黲黳黴黵黶黷黸黹黺黻黼黽黾黿鼀鼁鼂鼃
    0, 0, 0, 0, 101, 0, 0, 2, 0, 5, 0, 93, 62, 10, 3, 1, 0, 0, 5, 0,
    //  鼄鼅鼆鼇鼈鼉鼊鼋鼌鼍鼎鼏鼐鼑鼒鼓鼔鼕鼖鼗
    0, 0, 0, 47, 15, 3, 0, 7, 0, 1, 255, 0, 107, 0, 8, 255, 1, 0, 0, 1,
    //  鼘鼙鼚鼛鼜鼝鼞鼟鼠鼡鼢鼣鼤鼥鼦鼧鼨鼩鼪鼫
    0, 2, 0, 1, 0, 0, 0, 0, 255, 1, 0, 0, 0, 0, 0, 0, 0, 19, 0, 0,
    //  鼬鼭鼮鼯鼰鼱鼲鼳鼴鼵鼶鼷鼸鼹鼺鼻鼼鼽鼾鼿
    184, 0, 0, 7, 0, 2, 0, 0, 19, 0, 0, 3, 0, 15, 0, 255, 0, 0, 31, 0,
    //  齀齁齂齃齄齅齆齇齈齉齊齋齌齍齎齏齐齑齒齓
    0, 2, 0, 0, 0, 0, 0, 0, 0, 1, 255, 255, 0, 0, 28, 0, 255, 31, 255, 0,
    //  齔齕齖齗齘齙齚齛齜齝齞齟齠齡齢齣齤齥齦齧
    0, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 36, 1, 255, 255, 70, 0, 0, 77, 70,
    //  齨齩齪齫齬齭齮齯齰齱齲齳齴齵齶齷齸齹齺齻
    0, 0, 3, 0, 36, 0, 5, 0, 0, 0, 3, 0, 0, 0, 8, 3, 0, 0, 0, 0,
    //  齼齽齾齿龀龁龂龃龄龅龆龇龈龉龊龋龌龍龎龏
    0, 0, 0, 255, 1, 0, 0, 2, 255, 1, 2, 36, 57, 1, 35, 9, 38, 255, 6, 0,
    //  龐龑龒龓龔龕龖龗龘龙龚龛龜龝龞龟龠龡龢龣
    255, 13, 0, 0, 255, 185, 3, 6, 11, 255, 255, 163, 255, 3, 0, 255, 19, 0, 22, 0,
    //  龤龥龦龧龨龩龪龫龬龭龮龯龰龱龲龳龴龵龶龷
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  龸龹龺龻龼龽龾龿鿀鿁鿂鿃鿄鿅鿆鿇鿈鿉鿊鿋
    0, 0, 6, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  鿌鿍鿎鿏鿐鿑鿒鿓鿔鿕鿖鿗鿘鿙鿚鿛鿜鿝鿞鿟
    0, 0, 0, 2, 0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
    //  鿠鿡鿢鿣鿤鿥鿦鿧鿨鿩鿪鿫鿬鿭鿮鿯鿰鿱鿲鿳
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5, 3, 0, 0, 0, 0, 0, 0, 0,
    //  鿴鿵鿶鿷鿸鿹鿺鿻鿼鿽鿾鿿ꀀꀁꀂꀃꀄꀅꀆꀇ
    0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0,
};
